Repository: Infomaniak/ios-kDrive
Catalog: kDrive/Resources/*.lproj/InfoPlist.strings
Languages: de, es, fr, it

# NSCameraUsageDescription
source: Camera access is required to scan documents and take pictures.
de: Der Zugriff auf die Kamera ist erforderlich, um Dokumente zu scannen und Fotos aufzunehmen.
es: El acceso a la cámara es necesario para escanear documentos y hacer fotos.
fr: L’accès à la caméra est nécessaire pour scanner des documents et prendre des photos.
it: L’accesso alla fotocamera e necessario per effettuare la scansione dei documenti e scattare foto.

# NSFaceIDUsageDescription
source: Face ID will be used to unlock the application.
de: Face ID wird für die Entsperrung der Anwendung verwendet.
es: Face ID se utilizará para desbloquear la aplicación.
fr: Face ID sera utilisé pour déverrouiller l’application.
it: Per sbloccare l’applicazione verrà utilizzato Face ID.

# NSLocalNetworkUsageDescription
source: Used only in debug mode.
de: Nur im Debugging-Modus verwendet.
es: Utilizado únicamente en modo debug.
fr: Utilisé uniquement en mode debug.
it: Utilizzato soltanto in modalità debug.

# NSMicrophoneUsageDescription
source: Microphone access is required to take videos.
de: Der Zugriff auf das Mikrofon ist erforderlich, um Videos aufzunehmen.
es: El acceso al micrófono es necesario para hacer vídeos.
fr: L’accès au microphone est nécessaire pour prendre des vidéos.
it: L’accesso al microfono è necessario per registrare i video.

# NSPhotoLibraryAddUsageDescription
source: Access to your photo library is required to save your photos and videos.
de: Der Zugriff auf Ihre Bilderdatenbank ist erforderlich, um Ihre Fotos und Videos aufzunehmen.
es: El acceso a tu galería de fotos es necesario para guardar tus fotos y vídeos.
fr: L‘accès à votre photothèque est nécessaire pour enregistrer vos photos et vidéos.
it: L‘accesso alla galleria fotografica è necessario per salvare foto e video.

# NSPhotoLibraryUsageDescription
source: Access to your photo library is required to save your photos.
de: Der Zugriff auf Ihre Bilderdatenbank ist erforderlich, um Ihre Fotos zu speichern.
es: El acceso a tu galería de fotos es necesario para guardar tus fotos.
fr: L‘accès à votre photothèque est nécessaire pour sauvegarder vos photos.
it: L‘accesso alla galleria fotografica è necessario per effettuare il backup delle foto.

# shortcutScanTitle
source: Scan Document
de: Dokument Scannen
es: Escanear Documento
fr: Numériser Document
it: Scansione Documento

# shortcutSearchTitle
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Ricercare

# shortcutSupportTitle
source: Help & Support
de: Hilfe & Unterstützung
es: Ayuda & Asistencia
fr: Aide & Support
it: Aiuto & Supporto

# shortcutUploadTitle
source: Upload Photo Or Video
de: Foto Oder Video Hochladen
es: Subir Foto o Vídeo
fr: Importer Photo ou Vidéo
it: Caricare Foto o Video
