Repository: Infomaniak/ios-kDrive
Catalog: kDrive/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# offlineFileNoFileDescription
source: Select a file and make it available offline so you can find it here when you’re not logged in.
de: Wählen Sie eine Datei aus und machen Sie diese offline verfügbar, so dass Sie diese auch ohne Netzwerkverbindung hier abrufen können
es: Selecciona un archivo y márcalo como disponible sin conexión para tenerlo aquí cuando no tengas red.
fr: Sélectionnez un fichier et rendez le disponible hors connexion pour le retrouver ici lorsque vous n’avez pas de réseau.
it: Seleziona un file e rendilo disponibile offline per ritrovarlo qui quando non hai connessione.

# offlineFileTitle
source: Offline
es: Sin conexión
fr: Hors ligne

# onBoardingDescription1
source: kDrive is compatible with all devices. Whether you’re at the office, at home or on the move, you can work, share and access all your data with peace of mind.
de: kDrive ist mit allen Geräten kompatibel. Ob im Büro, zu Hause oder unterwegs – Sie können alle Ihre Daten benutzerfreundlich bearbeiten, teilen und einsehen.
es: kDrive es compatible con todos los dispositivos. En la oficina, en casa o fuera de ellas, puedes trabajar, compartir y acceder tranquilamente a todos tus datos.
fr: kDrive est compatible avec tous les appareils. Que vous soyez au bureau, à la maison ou en déplacement, vous pouvez travailler, partager et accéder sereinement à toutes vos données.
it: kDrive è compatibile con tutti i tuoi dispositivi. Che tu sia in ufficio, a casa o fuori, puoi lavorare, condividere e accedere tranquillamente a tutti i tuoi dati.

# onBoardingDescription2
source: Easily share files and collaborate in real time on text documents, spreadsheets or team presentations.
de: Teilen Sie Ihre Dateien und bearbeiten Sie diese gemeinsam in Echtzeit: Textdokumente, Tabellenblätter oder Präsentationen im Team.
es: Comparte fácilmente tus archivos y colabora con varias personas en tiempo real en documentos de texto, hojas de cálculo o presentaciones en equipo.
fr: Partagez facilement vos fichiers et collaborez à plusieurs en temps réel sur des documents texte, des feuilles de calcul ou des présentations en équipe.
it: Condividi in tutta facilità i tuoi file e collabora con più utenti in tempo reale su documenti di testo, fogli di calcolo o presentazioni in team.

# onBoardingDescription3
source: Your photos, videos and screenshots will be automatically saved in your kDrive and available on all your devices.
de: Ihre Fotos, Videos und Screenshots werden automatisch in Ihrem kDrive gespeichert und sind auf allen Ihren Geräten verfügbar.
es: Tus fotos, vídeos y capturas de pantalla se guardarán automáticamente en tu kDrive y estarán disponibles en todos tus dispositivos.
fr: Vos photos, vidéos et captures écran seront enregistrées automatiquement dans votre kDrive et disponibles sur tous vos appareils.
it: Le tue foto, i tuoi video e le tue schermate verranno salvati automaticamente nel tuo kDrive e saranno disponibili sui tuoi dispositivi.

# onBoardingTitle1
source: Access your files on all your devices
de: Greifen Sie über alle Ihre Geräte auf Ihre Dateien zu
es: Accede a tus archivos en todos tus dispositivos
fr: Accédez à vos fichiers sur tous vos appareils
it: Accedi ai tuoi file su tutti i tuoi dispositivi

# onBoardingTitle2
source: Work together in one place and become more efficient
de: Arbeiten Sie am selben Ort zusammen und werden Sie effizienter
es: Trabaja en grupo en un mismo lugar y gana en eficacia
fr: Travaillez ensemble au même endroit et gagnez en efficacité
it: Collabora su una stessa punto e accresci la tua efficienza

# onBoardingTitle3
source: Save your memories securely
de: Speichern Sie Ihre Erinnerungen völlig sicher
es: Haz copia de seguridad de tus recuerdos
fr: Sauvegardez vos souvenirs en sécurité
it: Salva i tuoi ricordi in modo sicuro

# openInPlaceDirectory
source: Open in place
de: An Ort und Stelle öffnen
es: Abierto en su sitio
fr: Ouvert sur place
it: Aprire in posizione

# photoAccessDeniedDescription
source: Access to your photos is disabled: you can change this in the Settings
de: Der Zugriff auf Ihre Fotos ist deaktiviert, Sie können diesen Parameter unter Einstellungen ändern
es: El acceso a tus fotos está desactivado. Puedes cambiar este parámetro en los ajustes
fr: L’accès à vos photos est désactivé, vous pouvez changer ce paramètre dans les réglages
it: L’accesso alle tue foto è disattivato. Puoi modificare questo parametro nelle impostazioni

# photoFormatTitle
source: Options
de: Optionen
es: Opciones
it: Opzioni

# photoLibraryAccessLimitedDescription
source: Access to your photo library is required to save your photos and videos.
de: Der Zugriff auf Ihre Bilderdatenbank ist erforderlich, um Ihre Fotos zu speichern.
es: El acceso a tu galería de fotos es necesario para guardar tus fotos.
fr: L’accès à votre photothèque est nécessaire pour sauvegarder vos photos.
it: L‘accesso alla galleria fotografica è necessario per effettuare il backup delle foto.

# photoLibraryAccessLimitedTitle
source: Restricted or denied access
de: Eingeschränkter oder verweigerter Zugang
es: Acceso restringido o denegado
fr: Accès limité ou refusé
it: Accesso limitato o negato

# photoSyncSuspended
source: Connect to a Wi-Fi network or allow mobile data usage
de: Verbinden Sie sich mit einem Wi-Fi-Netzwerk oder erlauben Sie die mobile Datennutzung
es: Conectarse a una red Wi-Fi o permitir el uso de datos móviles
it: Collegarsi a una rete Wi-Fi o consentire l’utilizzo di dati mobili

# photoSyncSuspendedTitle
source: Photo backup suspended
de: Fotosicherung ausgesetzt
es: Suspendida la copia de seguridad de fotos
it: Backup delle foto sospeso

# picturesNoFile
source: No photo at this time
de: Derzeit kein Foto
es: Todavía no hay fotos
fr: Aucune photo pour le moment
it: Al momento non ci sono foto

# previewDownloadIndication
source: Loading in progress, please wait…
de: Wird geladen, bitte warten…
es: Cambio en curso, espera…
fr: Chargement en cours, merci de patienter…
it: Modifica in corso, attendere prego…

# previewFileProtectedError
source: No preview available, this file is password protected
de: Keine Vorschau verfügbar, diese Datei ist passwortgeschützt
es: No hay vista previa disponible, este archivo está protegido por contraseña
fr: Pas d’aperçu disponible, ce fichier est protégé par un mot de passe
it: Non è disponibile un’anteprima, questo file è protetto da password

# previewLoadError
source: Unable to load preview
de: Vorschau kann nicht geladen werden
es: No se puede cargar la vista previa
fr: Impossible de charger l’aperçu
it: Impossibile caricare l’anteprima

# previewNoPreview
source: This file appears to have no preview.
de: Es scheint, als ob diese Datei keine Vorschau hat.
es: Parece que este archivo no tiene vista previa.
fr: Il semblerait que ce fichier n’ait pas d’aperçu.
it: Sembra che il file non abbia anteprima.

# previewPdfPages
source: %d out of %d
de: %d von %d
es: %d de %d
fr: %d sur %d
it: %d di %d

# previewVideoSourceError
source: Video file not supported by the video player
de: Videodatei wird vom Videoplayer nicht unterstützt
es: El archivo de vídeo no es compatible con el lector de vídeo
fr: Fichier vidéo non pris en charge par le lecteur vidéo
it: File video non supportato dal lettore

# publicShareImportationInProgress
source: Download in progress in selected folder
de: Laufender Download im ausgewählten Ordner
es: Descarga en curso en la carpeta seleccionada
it: Download in corso nella cartella selezionata

# publicShareOutdatedLinkDescription
source: The link has been deactivated or has expired. To access its files, send a message to the user who shared the link with you so that they can reactivate it.
de: Der Link wurde deaktiviert oder ist abgelaufen. Um auf die Dateien zuzugreifen, senden Sie eine Nachricht an den Nutzer, der den Link für Sie freigegeben hat, damit er ihn wieder aktiviert.
es: El enlace ha sido desactivado o ha caducado. Para acceder a los archivos, envía un mensaje al usuario que compartió el enlace contigo para que pueda reactivarlo.
it: Il link è stato disattivato o è scaduto. Per accedere ai file, invia un messaggio all’utente che ha condiviso il link in modo che possa riattivarlo.

# publicShareOutdatedLinkTitle
source: The files are no longer available
de: Die Dateien sind nicht mehr verfügbar
es: Los archivos ya no están disponibles
it: I file non sono più disponibili

# publicSharePasswordNeededDescription
source: Please enter the password provided to access the content.
de: Bitte geben Sie das Passwort ein, das Sie erhalten haben, um auf den Inhalt zuzugreifen.
es: Introduzca la contraseña que se le ha facilitado para acceder al contenido.
it: Inserisci la password che ti è stata fornita per accedere al contenuto.

# publicSharePasswordNeededTitle
source: Protected content
de: Sicherer Inhalt
es: Contenido seguro
it: Contenuto sicuro

# publicSharePasswordNotSupportedDescription
source: Password-protected links are not yet available on the mobile application.
de: Passwortgeschützte Links sind in der mobilen Anwendung noch nicht verfügbar.
es: Los enlaces protegidos por contraseña aún no están disponibles en la aplicación móvil.
it: I link protetti da password non sono ancora disponibili nell’applicazione mobile.

# publicSharedLinkTitle
source: Public sharing link
de: Öffentlicher Freigabelink
es: Enlace de uso compartido público
fr: Lien de partage public
it: Link di condivisione pubblica

# recentActivityMeTitle
source: By me
de: Durch mich
es: Por mí
fr: Par moi
it: Da parte mia

# recentActivityMyTeam
source: By my team
de: Durch mein Team
es: Por mi equipo
fr: Par mon équipe
it: Da parte del mio team

# recentActivitySeeMore
source: View more recent files
de: Mehr neue Dateien anzeigen
es: Ver más archivos recientes
fr: Voir plus de fichiers récents
it: Mostra più file recenti

# recentTitle
source: Recent
de: Neueste
es: Recientes

# refreshTokenError
source: You have been disconnected
de: Ihre Verbindung wurde unterbrochen
es: Ha sido desconectado
fr: Vous avez été déconnecté
it: Siete stati disconnessi

# reviewAlertTitle
source: Do you like kDrive?
de: Mögen Sie kDrive?
es: ¿Te gusta kDrive?
fr: Aimez-vous kDrive ?
it: Ti piace kDrive?

# saveExternalFileInputFileName
source: Document name
de: Name des Dokuments
es: Nombre del documento
fr: Nom du document
it: Nome del documento

# saveExternalFileTitle
source: Save to Drive
de: Auf Drive speichern
es: Guardar en el Drive
fr: Enregistrer sur le kDrive
it: Salva su kDrive

# savePhotoJpegDetail
source: (recommended)
de: (empfohlen)
es: (recomendado)
fr: (recommandé)
it: (consigliato)

# searchFilterTitle
source: File types
de: Dateitypen
es: Tipos de archivos
fr: Types de fichiers
it: Tipi di file

# searchFiltersSelectDate
source: Select a date
de: Datum wählen
es: Seleccionar una fecha
fr: Sélectionner une date
it: Seleziona una data

# searchFiltersSelectType
source: Select a file type
de: Dateityp wählen
es: Seleccionar un tipo de archivo
fr: Sélectionner un type de fichier
it: Seleziona un tipo di file

source: Search for an extension
de: Suche nach einer Erweiterung
es: Buscar una extensión
fr: Rechercher une extension
it: Ricerca di un’estensione

# searchLastTitle
source: Most recent searches
de: Letzte Suchen
es: Últimas búsquedas
fr: Dernières recherches
it: Ultime ricerche

# searchNoFile
source: No results, please amend your search criteria
de: Kein Ergebnis, bitte ändern Sie Ihre Suchkriterien
es: Ningún resultado. Cambia los criterios de búsqueda
fr: Aucun résultat, veuillez modifier vos critères de recherche
it: Nessun risultato. Utilizza altri criteri di ricerca

# searchTitle
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Ricerca

# searchViewHint
source: Search for a file…
de: Datei suchen…
es: Buscar un archivo…
fr: Rechercher un fichier…
it: Cerca un file…

# securityTitle
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza

# selectDriveTitle
source: Select a kDrive
de: kDrive auswählen
es: Seleccionar un kDrive
fr: Sélectionner un kDrive
it: Selezionare un kDrive

# selectFolderTitle
source: Select a folder
de: Ordner auswählen
es: Seleccionar una carpeta
fr: Sélectionner un dossier
it: Selezionare una cartella

# selectPhotoFormat
source: Save .HEIC photos as
de: Speichern Sie .HEIC-Fotos im Format
es: Guardar las fotos .HEIC como
fr: Enregistrer les photos .HEIC au format
it: Salvare le foto .HEIC come

# settingsOnlyWifiSyncDescription
source: Uploads and updates of offline files will only be done with a Wi-Fi connection.
de: Uploads und Aktualisierungen von Offline-Dateien können nur über eine Wi-Fi-Verbindung durchgeführt werden.
es: Las cargas y actualizaciones de archivos sin conexión sólo se harán con una conexión Wi-Fi.
fr: Les importations et la mise à jour des fichiers hors ligne seront uniquement effectuées avec une connexion Wi-Fi.
it: I caricamenti e gli aggiornamenti dei file offline saranno effettuati solo con una connessione Wi-Fi.

# settingsOnlyWifiSyncTitle
source: WiFi-only transfer
de: Übertragung nur im WLAN
es: Transferencia sólo con WiFi
fr: Transfert uniquement en Wi-Fi
it: Trasferimento solo tramite Wi-Fi

# settingsOptionDataManagement
source: Data management
de: Datenverwaltung
es: Gestión de datos
it: Gestione dei dati

# settingsTitle
source: Settings
de: Einstellungen
es: Parámetros
fr: Paramètres
it: Impostazioni

# shareFileInputUserAndEmail
source: Invite a user or an email address…
de: Laden Sie einen Benutzer oder eine E-Mail-Adresse ein…
es: Invita a un usuario o una dirección de correo electrónico…
fr: Invitez un utilisateur ou une adresse mail…
it: Invita un utente o un indirizzo e-mail…

# shareLinkOfficePermissionReadFileDescription
source: Users can only view the document.
de: Benutzer können das Dokument nur einsehen.
es: Los usuarios únicamente pueden consultar el documento.
fr: Les utilisateurs peuvent uniquement consulter le document.
it: Gli utenti possono soltanto consultare il documento.

# shareLinkOfficePermissionReadFolderDescription
source: Users can only view files within the shared folder.
de: Benutzer können nur Dateien innerhalb des freigegebenen Ordners einsehen.
es: Los usuarios únicamente pueden consultar los archivos dentro de la carpeta compartida.
fr: Les utilisateurs peuvent uniquement consulter les fichiers à l’intérieur du dossier partagé.
it: Gli utenti possono soltanto consultare i file presenti nella cartella condivisa.

# shareLinkOfficePermissionReadTitle
source: Consult
de: Anzeigen
es: Consultar
fr: Consulter
it: Consultare

# shareLinkOfficePermissionWriteFileDescription
source: Users can modify the document.
de: Benutzer können das Dokument bearbeiten.
es: Los usuarios pueden modificar el documento.
fr: Les utilisateurs peuvent modifier le document.
it: Gli utenti possono modificare il documento.

# shareLinkOfficePermissionWriteFolderDescription
source: Users can edit the document, spreadsheet or presentation file(s).
de: Die Benutzer können die Datei / Dateien des Typs Dokument, Tabellenkalkulation oder Präsentation ändern.
es: Los usuarios pueden modificar el / los archivo(s) de tipo documento, hoja de cálculo o presentación.
fr: Les utilisateurs peuvent modifier le(s) fichier(s) de type document, tableur ou présentation.
it: Gli utenti possono modificare il(i) file del tipo documento, foglio di calcolo o presentazione.

# shareLinkOfficePermissionWriteTitle
source: Modify
de: Bearbeiten
es: Modificar
fr: Modifier
it: Modificare

# shareLinkPasswordRightDescription
source: Anyone who has the link will have to enter a password to access the %@.
de: Jeder, der den Link hat, muss ein Passwort eingeben, um auf die %@ zuzugreifen.
es: Cualquiera que tenga el enlace tendrá que introducir una contraseña para acceder al %@.
fr: Les personnes possédant le lien devront entrer un mot de passe pour accéder au %@.
it: Chiunque abbia il link dovrà inserire una password per accedere al %@.

# shareLinkPasswordRightTitle
source: With password
de: Mit Passwort
es: Con contraseña
fr: Avec mot de passe
it: Con la password

# shareLinkPublicRightDescription
source: Everyone who has the link can %1$@ this %3$@%2$@%4$@.
de: Jeder, der über den Link verfügt, kann dieses %2$@%3$@%4$@ %1$@.
es: Todos aquellos que tengan el enlace pueden %1$@ este %2$@%3$@%4$@.
fr: Tout le monde disposant du lien peut %1$@ ce %2$@%3$@%4$@.
it: Tutti coloro che dispongono del link possono %1$@ questo %2$@%3$@%4$@.

# shareLinkPublicRightDescriptionDate
source: until %@
de: , bis zum %@
es: hasta el %@
fr: jusqu’au %@
it: fino al %@

# shareLinkPublicRightDescriptionPassword
source: password-protected
de: , das durch ein Kennwort geschützt ist
es: protegido por contraseña
fr: protégé par un mot de passe
it: protetto da password

# shareLinkPublicRightDocumentDescriptionShort
source: Everyone who has the link can access the document.
de: Alle Personen, die über den Link verfügen, können auf die Dokument zugreifen.
es: Todas las personas con el enlace pueden acceder al documento.
fr: Toutes les personnes possédant le lien peuvent accéder au document.
it: Tutti coloro che dispongono del link possono accedere al documento.

# shareLinkPublicRightFileDescriptionShort
source: Everyone who has the link can access the file.
de: Jeder, der den Link hat, kann die Datei zugreifen.
es: Todos los que tienen el enlace pueden acceder a la archivo.
fr: Toutes les personnes possédant le lien peuvent accéder au fichier.
it: Tutti quelli che hanno il link possono accedere alla file.

# shareLinkPublicRightFolderDescriptionShort
source: Everyone who has the link can access the folder.
de: Jeder, der den Link hat, kann auf den Ordner.
es: Todos los que tienen el enlace pueden acceder a la carpeta.
fr: Toutes les personnes possédant le lien peuvent accéder au dossier.
it: Tutti quelli che hanno il link possono accedere alla cartella.

# shareLinkPublicRightTitle
source: Public
de: Öffentlich
es: Público
it: Pubblico

# shareLinkRestrictedRightDescription
source: Only the users added can access this %@ according to their rights.
de: Nur hinzugefügte Benutzer können je nach Berechtigung auf dieses %@ zugreifen.
es: Sólo los usuarios añadidos pueden acceder a este %@ según sus derechos.
fr: Seuls les utilisateurs ajoutés peuvent accéder à ce %@ selon leur droit.
it: Soltanto gli utenti aggiunti possono accedere a questo %@ in base ai diritti di cui dispongono.

# shareLinkRestrictedRightDocumentDescriptionShort
source: Only the users added can access the document.
de: Nur hinzugefügte Benutzer können auf die Dokument zugreifen.
es: Sólo pueden acceder al documento los usuarios añadidos.
fr: Uniquement les utilisateurs ajoutés peuvent accéder au document.
it: Al documento possono accedere soltanto gli utenti aggiunti.

# shareLinkRestrictedRightFileDescriptionShort
source: Only the users added can access the file.
de: Nur hinzugefügte Benutzer können auf die Datei zugreifen.
es: Sólo pueden acceder al archivo los usuarios añadidos.
fr: Uniquement les utilisateurs ajoutés peuvent accéder au fichier.
it: Al file possono accedere soltanto gli utenti aggiunti.

# shareLinkRestrictedRightFolderDescriptionShort
source: Only added users can access the folder.
de: Nur hinzugefügte Benutzer können auf den Ordner.
es: Sólo los usuarios añadidos pueden acceder a la carpeta.
fr: Uniquement les utilisateurs ajoutés peuvent accéder au dossier.
it: Solo gli utenti aggiunti possono accedere alla cartella.

# shareLinkSettingsAddExpirationDateDescription
source: The share link will only work until the expiry date.
de: Der Freigabelink kann nicht mehr verwendet werden, wenn das Datum verstrichen ist.
es: El enlace de uso compartido no podrá utilizarse una vez transcurrida la fecha.
fr: Le lien de partage ne pourra plus être utilisé dès que la date sera passée.
it: Il link di condivisione non potrà più essere utilizzato successivamente alla data.

# shareLinkSettingsAllowDownloadDescription
source: Users will be able to download files using this link.
de: Benutzer können die Dateien über diesen Link herunter- bzw. heraufladen.
es: Los usuarios podrán descargar los archivos desde este enlace.
fr: Les utilisateurs pourront télécharger les fichiers depuis ce lien.
it: Gli utenti potranno scaricare i file da questo link.

# shareLinkSettingsAllowDownloadTitle
source: Download from the share link
de: Download über den Freigabelink
es: Descargar desde el enlace de uso compartido
fr: Téléchargement depuis le lien de partage
it: Download dal link di condivisione

# shareLinkTypeDocument
source: document
de: Dokument
es: documento
it: documento

# shareLinkTypeFile
source: file
de: Datei
es: archivo
fr: fichier

# shareLinkTypeFolder
source: folder
de: Ordner
es: carpeta
fr: dossier
it: cartella

# shareUserExternal
source: kDrive external user
de: kDrive externer Benutzer
es: Usuario externo de kDrive
fr: Utilisateur externe du kDrive
it: kDrive utente esterno

# shareUserNotAccepted
source: The user hasn’t yet accepted the share and is an external user of the kDrive.
de: Der Benutzer hat die Freigabe noch nicht angenommen und ist ein externer Benutzer des kDrive.
es: El usuario todavía no ha aceptado el uso compartido y es un usuario externo del kDrive.
fr: L’utilisateur n’a pas encore accepté le partage et est un utilisateur externe du kDrive.
it: L’utente non ha ancora accettato la condivisione ed è un utente esterno del kDrive.

# sharedConflictDescription
source: User %1$@ can already access this folder with a right to “%2$@”. If you share, they will access the folder with a right to “%3$@”
de: Der Benutzer %1$@ kann mit einem "%2$@" Recht bereits auf diesen Ordner zugreifen. Wenn Sie die Freigabe erteilen, greifen sie mit einem "%3$@" Recht auf den Ordner zu.
es: El usuario %1$@ ya puede acceder a esta carpeta con un derecho de "%2$@". Si compartes, accederán a la carpeta con un derecho de "%3$@"
fr: L’utilisateur %1$@ peut déjà accéder à ce dossier avec un droit de "%2$@". Si vous partagez, ils accéderont au dossier avec un droit de "%3$@"
it: L’utente %1$@ può già accedere a questa cartella con un diritto di "%2$@". Se effettui la condivisione, accederanno alla cartella con un diritto di "%3$@"

# sharedConflictManyUserDescription
source: Some users can already access this folder. If you share, they will access the folder with a right to "%@"
de: Bestimmte Benutzer können bereits auf diesen Ordner zugreifen. Wenn Sie die Freigabe erteilen, greifen sie mit einem "%@" Recht auf den Ordner zu
es: Algunos usuarios ya pueden acceder a esta carpeta. Si compartes, accederán a la carpeta con un derecho de "%@"
fr: Certains utilisateurs peuvent déjà accéder à ce dossier. Si vous partagez, ils accéderont au dossier avec un droit de "%@"
it: Alcuni utenti possono già accedere a questa cartella. Se effettui la condivisione, accederanno alla cartella con un diritto di "%@"

# sharedConflictTitle
source: Permissions conflict
de: Genehmigungskonflikt
es: Conflicto de permisos
fr: Conflit de permissions
it: Conflitto di autorizzazioni

# sharedWithMeNoFile
source: No files shared with me
de: Keine Datei mit mir geteilt
es: No hay archivos compartidos conmigo
fr: Aucun fichier partagé avec moi
it: Nessun file condiviso con me

# sharedWithMeTitle
source: Shared with me
de: Mit mir geteilt
es: Usos compartidos conmigo
fr: Partagés avec moi
it: Condivisi con me

# snackBarAccountDeleted
source: Account deleted
de: Gelöschtes Konto
es: Cuenta eliminada
fr: Compte supprimé
it: Account cancellato

# snackBarCategoryDeleted
source: Category successfully deleted
de: Kategorie erfolgreich gelöscht
es: Categoría eliminada correctamente
fr: Catégorie supprimée avec succès
it: Categoria eliminata con successo
