Repository: Infomaniak/ios-kDrive
Catalog: kDrive/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# uploadNetworkErrorDescription
source: Awaiting a network
de: Warten auf Netzwerk
es: A la espera de red
fr: En attente de réseau
it: In attesa di connessione alla rete

# uploadNetworkErrorTitle
source: Upload suspended
de: Import ausgesetzt
es: Importación suspendida
fr: Importation suspendue
it: Importazione sospesa

# uploadNetworkErrorWifiRequired
source: Waiting for WiFi network
de: Warten auf WLAN
es: A la espera de red WiFi
fr: En attente de réseau Wi-Fi
it: In attesa di connessione alla rete Wi-Fi

# uploadOverDataRestrictedError
source: Waiting for Wi-Fi
de: Warten auf Wi-Fi
es: A la espera de Wi-Fi
it: In attesa del Wi-Fi

# uploadPausedDescription
source: Some uploads are still in progress in kDrive. Open the app and keep the device connected to speed up the upload.
de: Einige Uploads sind in kDrive noch im Gange. Öffnen Sie die App und lassen Sie das Gerät verbunden, um den Upload zu beschleunigen.
es: Algunas subidas siguen en curso en kDrive. Abre la aplicación y mantén el dispositivo conectado para acelerar la carga.
fr: Des importations sont toujours en cours dans kDrive. Ouvrez l’app et gardez l’appareil branché pour accélérer l’upload.
it: Alcuni caricamenti sono ancora in corso in kDrive. Aprite l’app e mantenete il dispositivo connesso per accelerare il caricamento.

# uploadPausedTitle
source: Upload suspended
de: Pause importieren
es: Pausa de importación
fr: Importation en pause
it: Pausa importazione

# urlUserReportiOS
source: https://feedback.userreport.com/8095da03-4efe-469e-9aef-c7745ef85f6a/
de: https://feedback.userreport.com/b9a9acec-ada6-471f-a473-c91f22be2acc/
es: https://feedback.userreport.com/990c4001-bb78-484c-bf1c-47a288d12393/
fr: https://feedback.userreport.com/98c496bd-384f-4805-8a0b-d9f73f35cf96/
it: https://feedback.userreport.com/b1992919-c53a-4935-bb15-22f8c57c1446/

# userInviteByEmail
source: Invite via email
de: Per E-Mail einladen
es: Invitar por correo
fr: Inviter par e-mail
it: Invita tramite e-mail

# userPermissionManage
source: Can manage
de: Kann verwalten
es: Puede gestionar
fr: Peut gérer
it: Può gestire

# userPermissionManageDescription
source: Edit the file Download Add comments Add and create files/folders Delete the file Share with other users
de: Änderung der Datei Download Hinzufügen eines Kommentars Hinzufügen und Anlegen einer Datei / eines Ordners Löschen der Datei Freigabe mit anderen Benutzern
es: Modificar el archivo Descargar Añadir comentario Añadir y crear archivo/carpeta Eliminar el archivo Compartir con otros usuarios
fr: Modification du fichier Téléchargement Ajout de commentaire Ajout et création de fichier / dossier Suppression du fichier Partage avec d’autres utilisateurs
it: Modifica dei file Download Aggiunta di commenti Aggiunta e creazione di file / cartelle Eliminazione dei file Condivisione con altri utenti

# userPermissionNotAvailable
source: Not available to external kDrive users
de: Nicht für externe Benutzer von kDrive verfügbar
es: No disponible para los usuarios externos del kDrive
fr: Non disponible pour les utilisateurs externes du kDrive
it: Non disponibile per gli utenti esterni del kDrive

# userPermissionRead
source: Can view
de: Kann einsehen
es: Puede consultar
fr: Peut consulter
it: Può consultare

# userPermissionReadDescription
source: View only Download Add comments
de: Nur Anzeige Download Hinzufügen eines Kommentars
es: Consulta únicamente Descargar Añadir comentario
fr: Consultation uniquement Téléchargement Ajout de commentaire
it: Solo consultazione Download Aggiunta di commenti

# userPermissionRemove
source: User will no longer have access to this file.
de: Der Benutzer hat keinen Zugriff auf diese Datei mehr.
es: El usuario ya no tendrá acceso a este archivo.
fr: L’utilisateur n’aura plus accès à ce fichier.
it: L’utente non avrà più accesso a questo file.

# userPermissionWrite
source: Can change
de: Kann ändern
es: Puede modificar
fr: Peut modifier
it: Può modificare

# userPermissionWriteDescription
source: Edit the file Download Add comments Add and create files/folders Deleting the file
de: Änderung der Datei Download Hinzufügen eines Kommentars Hinzufügen und Anlegen einer Datei / eines Ordners Löschen der Datei
es: Modificar el archivo Descargar Añadir comentario Añadir y crear archivo/carpeta Eliminar el archivo
fr: Modification du fichier Téléchargement Ajout de commentaire Ajout et création de fichier / dossier Suppression du fichier
it: Modifica di file Download Aggiunta di commenti Aggiunta e creazione di file / cartelle Eliminazione di file

# allAudio
source: Audios
de: Audiodateien
it: Audio

# buttonNo
source: No
de: Nein
fr: Non

# errorTitle
source: Error
de: Fehler
fr: Erreur
it: Errore

# fileExtesionFilterPlaceholder
source: .jpg, .mov, etc.
de: .jpg, .mov, usw.
it: .jpg, .mov, ecc.

# settingsSectionGeneral
source: General
de: Allgemein
it: Generale

# createFolderLimitFileSizeUnitTitle
source: GB
fr: Go
