Repository: Infomaniak/ios-kDrive
Catalog: kDrive/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# folderDescription
source: Private or shared folder
de: Privater oder freigegebener Ordner
es: Carpeta privada o compartida
fr: Dossier privé ou partagé
it: Cartella personale o condivisa

# galleryTitle
source: Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria

# heicRecommandation
source: We recommend saving as JPEG because many services can’t display HEIC photos.
de: Wir empfehlen das Speichern im JPEG-Format, da viele Dienste im HEIC-Fotos nicht darstellen können.
es: Se recomienda guardar en formato JPEG, ya que muchos servicios no pueden mostrar las fotos en HEIC.
fr: Nous recommandons l’enregistrement au format JPG car de nombreux services ne peuvent pas afficher les photos HEIC.
it: Si consiglia di salvare in formato JPEG, perché molti servizi non possono visualizzare le foto in HEIC.

# hintInputDirName
source: Folder name
de: Name des Ordners
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome della cartella

# hintInputFileName
source: File name
de: Name der Datei
es: Nombre del archivo
fr: Nom du fichier
it: Nome del file

# homeLastActivities
source: Recent activity
de: Kürzliche Aktivität
es: Actividad reciente
fr: Activité récente
it: Attività recente

# homeLastFilesTitle
source: My most recent changes
de: Meine letzten Änderungen
es: Mis últimas modificaciones
fr: Mes dernières modifications
it: Le mie ultime modifiche

# homeNetworkUnavailableDescription
source: Items may not be visible if the device is offline.
de: Wenn das Gerät nicht verbunden ist, können bestimmte Elemente nicht sichtbar sein.
es: Puede que los elementos no sean visibles si el dispositivo no tiene conexión.
fr: Des éléments peuvent ne pas être visibles si l’appareil est hors connexion.
it: Se il dispositivo è offline gli elementi potrebbero non essere visibili.

# homeNoActivities
source: No activity at this time
de: Derzeit keine Aktivität
es: No hay ninguna actividad por ahora
fr: Aucune activité pour le moment
it: Al momento non ci sono attività

# homeNoActivitiesDescription
source: When files are added, you will see your latest activities here and those of the other users of your kDrive.
de: Sobald Dateien hinzugefügt werden, werden hier die letzten Aktivitäten von Ihnen und den anderen Benutzern Ihres kDrive angezeigt.
es: Cuando se hayan añadido los archivos, encontrarás aquí las últimas actividades que hayáis realizado tú o los demás usuarios de tu kDrive.
fr: Dès que des fichiers seront ajoutés, vous retrouverez ici les dernières activités effectuées par vous et les autres utilisateurs de votre kDrive.
it: Dopo avere aggiunto i file, troverai le ultime attività svolte da te e dagli altri utenti del tuo kDrive.

# homeNoActivitiesDescriptionSolo
source: This is where to find the most recently modified files in your kDrive.
de: Hier werden Ihre letzten in Ihrem kDrive geänderten Dateien angezeigt.
es: Aquí encontrarás los últimos archivos modificados en tu kDrive.
fr: Vous retrouverez ici vos derniers fichiers modifiés dans votre kDrive.
it: Potrai trovare gli ultimi file modificati nel tuo kDrive.

# homeNoPictures
source: No image at this time
de: Derzeit kein Bild
es: Todavía no hay imágenes
fr: Aucune image pour le moment
it: Al momento non ci sono immagini

# homeSeeAllImages
source: View all my images
de: Alle meine Bilder anzeigen
es: Ver todas mis imágenes
fr: Voir toutes mes images
it: Mostra tutte le mie immagini

# homeTitle
source: Welcome
de: Start
es: Recepción
fr: Accueil
it: Home

source: Image Cache
de: Bild-Cache
es: Caché de imágenes
fr: Cache d’images
it: Cache immagini

# importDirectory
source: Imports
de: Einfuhren
es: Importaciones
fr: Importations
it: Importazioni

# inputExpirationDate
source: Expiry date
de: Ablaufdatum
es: Fecha de caducidad
fr: Date d’expiration
it: Data di scadenza

# inputExpirationTime
source: Expiration time
de: Verfallszeit
es: Tiempo de expiración
fr: Heure d’expiration
it: Tempo di scadenza

# lastEditsTitle
source: Most recent changes
de: Letzte Änderungen
es: Últimas modificaciones
fr: Dernières modifications
it: Ultime modifiche

# localizedFilenamePrivateTeamSpace
source: My folder
de: Mein Ordner
es: Mi carpeta
fr: Mon dossier personnel
it: La mia cartella personale

# localizedFilenameTeamSpace
source: Organization folders
de: Gemeinsame Ordner
es: Carpetas comunes
fr: Dossiers communs
it: Cartelle comuni

# locateButton
source: Locate
de: Finden Sie
es: Localizar
fr: Localiser
it: Localizzare

# lockAppTitle
source: Application locked
de: Anwendung gesperrt
es: Aplicación bloqueada
fr: Application verrouillée
it: Applicazione bloccata

# maintenanceAsleepDescription
source: To reduce the impact on the environment, your kDrive has gone into standby mode following prolonged inactivity. Restart it to regain access to your files!
de: Um die Umweltbelastung zu verringern, hat sich Ihr kDrive nach längerer Inaktivität in den Standby-Modus versetzt. Starten Sie ihn neu, um wieder Zugriff auf Ihre Dateien zu erhalten!
es: Para reducir el impacto sobre el medio ambiente, tu kDrive ha pasado al modo de espera tras una inactividad prolongada. ¡Reiniciarlo para recuperar el acceso a tus archivos!
it: Per ridurre l’impatto sull’ambiente, il tuo kDrive entra in modalità stand-by in caso di inattività prolungata. Riavvialo per riottenere l’accesso ai tuoi file!

# maintenanceAsleepTitle
source: Your kDrive %@ has taken a little nap!
de: Ihr kDrive %@ hat sich ein kleines Nickerchen gegönnt!
es: ¡Tu kDrive %@ se ha echado una pequeña siesta!
it: Il tuo kDrive %@ ha fatto un riposino!

# maintenanceWakeUpButton
source: Restart my kDrive
de: Meinen kDrive neu starten
es: Reiniciar mi kDrive
it: Riavvia il mio kDrive

# manageCategoriesCreateTitle
source: Create %@
de: %@ erstellen
es: Crear %@
fr: Créer %@
it: Crea %@

# manageCategoriesNoCategory
source: No category
de: Keine Kategorie
es: Sin categoría
fr: Aucune catégorie
it: Nessuna categoria

# manageCategoriesTitle
source: Manage categories
de: Kategorien verwalten
es: Gestionar las categorías
fr: Gérer les catégories
it: Gestisci le categorie

# manageDropboxTitle
source: Manage the drop box %@
de: Briefkasten %@ verwalten
es: Gestionar el buzón de depósito %@
fr: Gérer la boîte de dépôt %@
it: Gestisci il deposito file %@

# manageStorageTitle
source: Manage local storage
de: Verwalten von lokalem Speicher
es: Gestionar el almacenamiento local
fr: Gestion du stockage local
it: Gestire l’archiviazione locale

# menuTitle
source: Menu
de: Menü
es: Menú

# modalClearCacheDirectoryDescription
source: Do you want to clear the content of “%@”?
de: Möchten Sie den Inhalt von "%@" löschen?
es: ¿Quieres borrar el contenido de "%@"?
fr: Voulez-vous effacer le contenu de "%@" ?
it: Vuoi cancellare il contenuto di "%@"?

# modalClearCacheFileDescription
source: Do you want to remove the file “%@” from the local cache? It will not be removed from your kDrive.
de: Möchten Sie die Datei "%@" aus dem lokalen Cache entfernen? Sie wird nicht von Ihrem kDrive entfernt.
es: ¿Quieres eliminar el archivo "%@" de la caché local? No se eliminará de su kDrive.
fr: Voulez-vous supprimer le fichier "%@" du cache local ? Il ne sera pas supprimé de votre kDrive.
it: Vuoi rimuovere il file "%@" dalla cache locale? Non verrà rimosso dal tuo kDrive.

# modalClearCacheTitle
source: Clear cache
de: Cache löschen
es: Borrar caché
fr: Effacer le cache
it: Cancella la cache

# modalCommentAddTitle
source: Edit a comment
de: Kommentar ändern
es: Modificar un comentario
fr: Modifier un commentaire
it: Modifica un commento

# modalCommentDeleteDescription
source: Do you really want to delete your comment?
de: Wollen Sie Ihren Kommentar wirklich löschen?
es: ¿Estás seguro de que deseas eliminar este comentario?
fr: Souhaitez-vous vraiment supprimer votre commentaire ?
it: Rimuovere veramente questo commento?

# modalCreateFileSucces
source: %@ created successfully
de: %@ erfolgreich angelegt
es: %@ creado correctamente
fr: %@ créé avec succès
it: %@ creato con successo

# modalCreateFileTitle
source: Create a file
de: Datei erstellen
es: Crear un archivo
fr: Créer un fichier
it: Crea un file

# modalDeleteCategoryDescription
source: Do you want to delete the category %@ permanently for all kDrive users?
de: Möchten Sie die Kategorie %@ für alle Benutzer des kDrive endgültig löschen?
es: ¿Deseas eliminar definitivamente la categoría %@ para todos los usuarios del kDrive?
fr: Souhaitez-vous supprimer définitivement la catégorie %@ pour tous les utilisateurs du kDrive ?
it: Vuoi eliminare definitivamente la categoria %@ per tutti gli utenti del kDrive?

# modalDeleteDescription
source: Do you really want to permanently delete %@?
de: Wollen Sie %@ wirklich endgültig löschen?
es: ¿Estás seguro de que deseas eliminar definitivamente %@?
fr: Souhaitez-vous vraiment supprimer définitivement %@ ?
it: Eliminare definitivamente %@?

# modalDeleteDescription-plural
source: Do you really want to permanently delete %d items?
de: Wollen Sie %d Elemente wirklich endgültig löschen?
es: ¿Estás seguro de que deseas eliminar definitivamente %d elementos?
fr: Souhaitez-vous vraiment supprimer définitivement %d éléments ?
it: Eliminare definitivamente %d elementi?

# modalDeletePhotosDescription
source: Would you like to delete photos uploaded to kDrive from your device?
de: Möchten Sie die auf kDrive hochgeladenen Fotos von Ihrem Gerät löschen?
es: ¿Quieres suprimir las fotos subidas a kDrive de tu dispositivo?
fr: Souhaitez-vous supprimer de votre appareil les photos transférées dans kDrive ?
it: Vuoi cancellare le foto caricate su kDrive dal tuo dispositivo?

# modalDeletePhotosTitle
source: Automatic photo deletion
de: Automatisches Löschen von Fotos
es: Supresión automática de las fotos
fr: Suppression automatique des photos
it: Cancellazione automatica delle foto

# modalDeleteTitle
source: Delete permanently
de: Endgültig löschen
es: Eliminar definitivamente
fr: Supprimer définitivement
it: Elimina definitivamente

# modalEmptyTrashDescription
source: Do you really want to empty the recycle bin?
de: Möchten Sie den Papierkorb wirklich leeren?
es: ¿Estás seguro de que deseas vaciar la papelera?
fr: Souhaitez-vous vraiment vider la corbeille ?
it: Svuotare il cestino?

# modalEmptyTrashTitle
source: Empty recycle bin
de: Papierkorb leeren
es: Vaciar la papelera
fr: Vider la corbeille
it: Svuota il cestino

# modalFileDeleteDescription
source: Do you really want to delete %@? Take care: this action cannot be undone!
de: Wollen Sie %@ wirklich löschen? Vorsicht, dieser Vorgang kann nicht rückgängig gemacht werden!
es: ¿Estás seguro de que deseas eliminar %@? ¡Atención, esta acción es irreversible!
fr: Souhaitez-vous vraiment supprimer %@ ? Attention, cette action est irréversible !
it: Eliminare veramente %@? Attenzione, questa operazione non può essere annullata!

# modalFilesDeleteDescription
source: Do you really want to delete the selected files? Take care: this action cannot be undone!
de: Wollen Sie die ausgewählten Dateien wirklich löschen? Vorsicht, dieser Vorgang kann nicht rückgängig gemacht werden!
es: ¿Estás seguro de que deseas eliminar los archivos seleccionados? ¡Atención, esta acción es irreversible!
fr: Souhaitez-vous vraiment supprimer les fichiers sélectionnés ? Attention, cette action est irréversible !
it: Eliminare veramente i file selezionati? Attenzione, questa operazione non può essere annullata!

# modalLeaveShareDescription
source: Do you really want to stop sharing file %@?
de: Wollen Sie die Freigabe der Datei %@ wirklich abbrechen?
es: ¿Estás seguro de que deseas salir del uso compartido del archivo %@?
fr: Souhaitez-vous vraiment abandonner le partage du fichier %@ ?
it: Abbandonare la condivisione del file %@?

# modalLeaveShareTitle
source: Stop file sharing
de: Freigabe der Datei abbrechen
es: Salir del uso compartido del archivo
fr: Abandonner le partage du fichier
it: Abbandona la condivisione del file

# modalMoveTrashDescription
source: Move %@ to the trash?
de: Wollen Sie %@ in den Papierkorb verschieben?
es: ¿Deseas enviar %@ a la papelera?
fr: Souhaitez-vous déplacer %@ dans la corbeille ?
it: Spostare %@ nel cestino?

# modalMoveTrashDescription-plural
source: Move %d items to the trash?
de: Wollen Sie %d Elemente in den Papierkorb verschieben?
es: ¿Deseas enviar %d elementos a la papelera?
fr: Souhaitez-vous déplacer %d éléments dans la corbeille ?
it: Spostare %d elementi nel cestino?

# modalMoveTrashTitle
source: Move to trash
de: In den Papierkorb verschieben
es: Enviar a la papelera
fr: Déplacer dans la corbeille
it: Sposta nel cestino

# modalTrashFileDescription
source: Do you really want to move %@ to the trash?
de: Wollen Sie %@ wirklich in den Papierkorb verschieben?
es: ¿Estás seguro de que deseas enviar %@ a la papelera?
fr: Souhaitez-vous vraiment déplacer %@ dans la corbeille ?
it: Spostare veramente %@ nel cestino?

# modalTrashFilesDescription
source: Do you really want to move the selected files to the trash?
de: Wollen Sie die ausgewählten Dateien wirklich in den Papierkorb verschieben?
es: ¿Estás seguro de que deseas enviar a la papelera los archivos seleccionados?
fr: Souhaitez-vous vraiment déplacer dans la corbeille les fichiers sélectionnés ?
it: Spostare nel cestino i file selezionati?

# modalUserPermissionRemoveDescription
source: Do you really want to delete the access of user %@?
de: Wollen Sie den Zugang des Benutzers %@ wirklich löschen?
es: ¿Estás seguro de que deseas eliminar el acceso del usuario %@?
fr: Souhaitez-vous vraiment supprimer l’accès de l’utilisateur %@ ?
it: Eliminare l’accesso dell’utente %@?

# modificationDateFilterTitle
source: Modification date
de: Zuletzt geändert am
es: Fecha de modificación
fr: Date de modification
it: Data di modifica

# mySharesNoFile
source: No file shared
de: Keine Datei freigegeben
es: No hay archivos compartidos
fr: Aucun fichier partagé
it: Non ci sono file condivisi

# mySharesTitle
source: My shares
de: Meine Freigaben
es: Mis usos compartidos
fr: Mes partages
it: Le mie condivisioni

# newFolderTitle
source: What would you like to add?
de: Was möchten Sie hinzufügen?
es: ¿Qué deseas añadir?
fr: Que souhaitez-vous ajouter ?
it: Cosa vuoi aggiungere?

# noAccountDescription
source: No account available. Launch the application to log in.
de: Kein Konto verfügbar. Starten Sie die Anwendung, um sich anzumelden.
es: No hay cuenta disponible. Inicie la aplicación para conectarse.
fr: Aucun compte disponible. Lancez l’application pour vous connecter.
it: Nessun conto disponibile. Lancia l’applicazione per accedere.

# noDriveDescription
source: Try kDrive for free or log in with a different user account.
de: kDrive kostenlos testen oder sich mit einem anderen Benutzerkonto verbinden.
es: Prueba kDrive gratis o conéctate con otra cuenta de usuario.
fr: Tester kDrive gratuitement ou connectez-vous avec un autre compte utilisateur.
it: Prova kDrive gratuitamente o accedi con un altro account utente.

# noDriveTitle
source: You don’t have a kDrive yet!
de: Sie haben kDrive noch nicht!
es: ¡Todavía no tienes kDrive!
fr: Vous n’avez pas encore de kDrive !
it: Non hai ancora kDrive!

# noFilesDescription
source: This folder is empty.
de: Dieser Ordner ist leer.
es: Esta carpeta está vacía.
fr: Ce dossier est vide.
it: La cartella è vuota.

# noFilesDescriptionNoNetwork
source: Unable to retrieve information from the folder. Please check your network connection or try again later.
de: Die Informationen des Ordners können nicht wiederhergestellt werden. Bitte überprüfen Sie Ihre Netzwerkverbindung oder versuchen Sie es später noch einmal.
es: No se puede recuperar la información de la carpeta. Comprueba tu conexión de red o vuelve a intentarlo más tarde.
fr: Impossible de récupérer les informations du dossier. Veuillez vérifier votre connexion réseau ou réessayez ultérieurement.
it: Impossibile recuperare le informazioni della cartella. Verificare la connessione di rete o riprovare più tardi.

# noFilesDescriptionWithCreationRights
source: This folder is empty. Click the + button to add files here.
de: Dieser Ordner ist leer. Klicken Sie auf den +Button, um hier Dateien hinzuzufügen.
es: Esta carpeta está vacía. Pulsa la tecla + para agregar archivos aquí.
fr: Ce dossier est vide. Appuyez sur le bouton + pour ajouter des fichiers ici.
it: La cartella è vuota. Selezionare il pulsante + per aggiungere file.

# noMediaFolderTitle
source: No media folders available
de: Keine Medienordner vorhanden
es: No hay carpetas de medios disponibles
fr: Aucun dossier de médias disponible
it: Nessuna cartella media disponibile

# notEnoughStorageDescription1
source: Your kDrive storage space is almost full. Upgrade your plan and unlock new features.
de: Der Speicherplatz Ihres kDrive ist fast voll. Erweitern Sie Ihr Angebot und schalten Sie neue Funktionen frei.
es: Casi todo el espacio de almacenamiento de tu kDrive está ocupado. Mejora tu oferta y desbloquea nuevas funciones.
fr: L’espace de stockage de votre kDrive est presque plein. Faites évoluer votre offre et débloquez de nouvelles fonctionnalités.
it: Lo spazio di archiviazione del kDrive è quasi esaurito. Fai evolvere la tua offerta e sblocca nuove funzionalità.

# notEnoughStorageDescription2
source: Your kDrive storage space is almost full. Contact your administrator so they can upgrade your plan.
de: Der Speicherplatz Ihres kDrive ist fast voll. Wenden Sie sich an Ihren Administrator, damit er Ihr Angebot erweitern kann.
es: Casi todo el espacio de almacenamiento de tu kDrive está ocupado. Ponte en contacto con tu administrador para que mejore tu oferta.
fr: L’espace de stockage de votre kDrive est presque plein. Contactez votre administrateur pour qu’il puisse faire évoluer votre offre.
it: Lo spazio di archiviazione del kDrive è quasi esaurito. Contatta il tuo amministratore per fare evolvere la tua offerta.

# notEnoughStorageUsed
source: used
de: verwendet
es: utilizados
fr: utilisés
it: utilizzati

# notSupportedExtensionDescription
source: Would you like to create a copy of your file with a compatible extension for online editing? The original %@ file will remain unchanged.
de: Möchten Sie eine Kopie Ihrer Datei mit einer kompatiblen Erweiterung für die Online-Bearbeitung erstellen? Die Originaldatei %@ bleibt bestehen.
es: ¿Te gustaría crear una copia de tu archivo con una extensión compatible para editar en línea? El archivo %@ original permanecerá sin cambios.
fr: Souhaitez-vous créer une copie de votre fichier avec une extension compatible pour l’éditer en ligne ? Le fichier original %@ restera inchangé.
it: Vuoi creare una copia del tuo file con un’estensione compatibile per l’edizione online? Il file originale %@ rimarrà invariato.

# notSupportedExtensionTitle
source: The %@ extension is not supported for online editing
de: Dateien des Typen %@ werden für die Online-Bearbeitung nicht unterstützt
es: La extensión %@ no es compatible con la edición en línea.
fr: L’extension %@ n’est pas supportée pour l’édition en ligne
it: L’estensione %@ non è supportata per l’edizione online

# notificationAll
source: All
de: Alle
es: Todos
fr: Toutes
it: Tutte

# notificationCommentChannelName
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti

# notificationCustom
source: Custom
de: Kundenspezifisch
es: Personalizado
fr: Personnalisées
it: Personalizzato

# notificationDisable
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivées
it: Disattivato

# notificationFileUpload
source: File upload
de: Import von Dateien
es: Importación de archivos
fr: Importation des fichiers
it: Importazione di file

# notificationGeneralChannelName
source: General notifications
de: Allgemeine Benachrichtigungen
es: Notificaciones generales
fr: Notification générales
it: Notifiche generali

# notificationReceiveNotifications
source: Receive notifications
de: Benachrichtigungen erhalten
es: Recibir notificaciones
fr: Recevoir des notifications
it: Ricevi notifiche

# notificationSharedWithMeChannelName
source: Shared items
de: Freigegebene Elemente
es: Elementos compartidos
fr: Éléments partagés
it: Elementi condivisi

# notificationStartDownloadTicker
source: Starting the download from the server
de: Beginn des Downloads vom Server
es: Iniciar la descarga desde el servidor
fr: Démarrage du téléchargement à partir du serveur
it: Avvio del download dal server

# notificationStartUploadTicker
source: Starting the upload to the server
de: Beginn des Imports zum Server
es: Iniciar la importación hacia el servidor
fr: Démarrage de l’importation vers le serveur
it: Avvio dell’importazione verso il server

# notificationTitle
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

# notificationUploadDownloadChannelName
source: Uploads and downloads
de: Importe und Benachrichtigungen
es: Importaciones y descargas
fr: Importations et téléchargements
it: Importazioni e download

# notificationUploadServiceChannelName
source: File upload services
de: Dienst für den Dateiimport
es: Servicio de importación de archivos
fr: Service d’importation de fichier
it: Servizi per l’importazione di file

# notificationsDisabledDescription
source: Application notifications are disabled: you can enable them in the Settings
es: Las notificaciones de la aplicación están desactivadas. Puedes cambiar este parámetro en los ajustes

# obtainkDriveAdAlreadyGotAccount
source: I already have an account
de: Ich habe bereits ein Konto
es: Ya tengo una cuenta
it: Ho già un account

# obtainkDriveAdDescription
source: Store your photos, documents and emails in Switzerland with an independent company that respects your privacy.
de: Speichern Sie Ihre Fotos, Dokumente und E-Mails in der Schweiz bei einem unabhängigen Unternehmen, das die Privatsphäre respektiert.
es: Almacene sus fotos, documentos y correos electrónicos en Suiza con una empresa independiente que respeta su privacidad.
it: Archiviate le tue foto, i tuoi documenti e le tue e-mail in Svizzera con un’azienda indipendente che rispetta la tua privacy.

# obtainkDriveAdFreeTrialButton
source: Free trial
de: Kostenlos ausprobieren
es: Prueba gratuita
it: Prova gratuita

# obtainkDriveAdListing1
source: 15 GB free, then 2 TB up to 106 TB
de: 15 GB kostenlos, dann 2 TB bis zu 106 TB
es: 15 GB gratuitos, luego 2 TB hasta 106 TB
it: 15 GB gratuiti, poi 2 TB fino a 106 TB

# obtainkDriveAdListing2
source: Online creation and collaboration for Word, Excel and PowerPoint documents
de: Online-Erstellung und Zusammenarbeit für Word, Excel und PowerPoint-Dokumenten
es: Creación y colaboración en línea de documentos Word, Excel y PowerPoint
it: Creazione e collaborazione online di documenti Word, Excel e PowerPoint

# obtainkDriveAdListing3
source: Automatic file import from Google Drive, Dropbox, One Drive, NextCloud, Hubic and WebDav
de: Automatischer Import Ihrer Dateien aus Google Drive, Dropbox, One Drive, NextCloud, Hubic und WebDav
es: Importación automática de tus archivos desde Google Drive, Dropbox, One Drive, NextCloud, Hubic y WebDav
it: Importazione automatica dei file da Google Drive, Dropbox, One Drive, NextCloud, Hubic e WebDav

# obtainkDriveAdTitle
source: Get kDrive for free
de: Erhalten Sie kDrive kostenlos
es: Consigue kDrive gratis
it: Ottieni kDrive gratuitamente

# offlineFileNoFile
source: No files offline
de: Keine offline Dateien
es: No hay archivos sin conexión
fr: Aucun fichier hors ligne
it: Nessun file offline
