Repository: Infomaniak/ios-kDrive
Catalog: kDrive/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# buttonUpgradeOffer
source: Upgrade my plan
de: Mein Angebot erweitern
es: Mejorar mi oferta
fr: Mettre à niveau mon offre
it: Fai evolvere la tua offerta

# buttonUpload
source: Upload from phone
de: Vom Telefon importieren
es: Importar desde el teléfono
fr: Importer depuis le téléphone
it: Importa dal telefono

# buttonUploadFile
source: Upload a file
de: Datei importieren
es: Importar un archivo
fr: Importer un fichier
it: Importa un file

# buttonUploadPhotoOrVideo
source: Upload a photo or video
de: Foto oder Video importieren
es: Importar una foto o un vídeo
fr: Importer une photo ou une vidéo
it: Importa una foto o un video

# buttonValid
source: Validate
de: Validieren
es: Validar
fr: Valider
it: Convalida

# buttonYes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

# cacheDirectory
source: Cache
es: Caché

# cachedFileTitle
source: Cached files
de: Dateien im Cache
es: Archivos en caché
fr: Fichiers en cache
it: File in cache

# cameraAccessDeniedDescription
source: Access to your camera is disabled: you can change this in the Settings.
de: Der Zugang zu Ihrer Kamera ist deaktiviert, Sie können diesen Parameter unter Einstellungen ändern.
es: El acceso a tu cámara está desactivado. Puedes cambiar este parámetro en los ajustes.
fr: L’accès à votre caméra est désactivé, vous pouvez changer ce paramètre dans les réglages.
it: L’accesso alla tua fotocamera è disattivato. Puoi modificare questo parametro dalle impostazioni.

# cameraAccessDeniedTitle
source: Access disabled
de: Zugang deaktiviert
es: Acceso desactivado
fr: Accès désactivé
it: Accesso disattivato

# cancelDownloadDescription
source: Do you really want to cancel this download?
de: Wollen Sie diesen Download wirklich abbrechen?
es: ¿Realmente quieres cancelar esta descarga?
fr: Souhaitez-vous vraiment annuler ce téléchargement ?
it: Vuoi davvero cancellare questo download?

# cancelDownloadTitle
source: Cancel download
de: Download abbrechen
es: Cancelar la descarga
fr: Annuler le téléchargement
it: Cancellare il download

# categoriesFilterTitle
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie

# categoryBanking
source: Banking
de: Bank
es: Banco
fr: Banque
it: Banca

# categoryBill
source: Bill
de: Rechnung
es: Factura
fr: Facture
it: Fattura

# categoryColorTitle
source: Category colour
de: Farbe der Kategorie
es: Color de la categoría
fr: Couleur de la catégorie
it: Colore della categoria

# categoryContract
source: Contract
de: Vertrag
es: Contrato
fr: Contrat
it: Contratto

# categoryForm
source: Form
de: Formular
es: Formulario
fr: Formulaire
it: Modulo

# categoryHobbies
source: Hobbies
de: Freizeit
es: Pasatiempos
fr: Loisirs
it: Svaghi

# categoryID
source: ID documents
de: Benutzerkennung
es: Documentos de identidad
fr: Papiers d’identité
it: Identificativo

# categoryInsurance
source: Insurance
de: Versicherung
es: Seguro
fr: Assurance
it: Assicurazione

# categoryNameField
source: Category name
de: Bezeichnung der Kategorie
es: Nombre de la categoría
fr: Nom de la catégorie
it: Nome della categoria

# categoryQuotation
source: Quotation
de: Angebot
es: Presupuesto
fr: Devis
it: Quotazione

# categoryResume
source: Resume
de: Lebenslauf
es: Curriculum vitae
fr: CV
it: Curriculum

# categoryTaxation
source: Taxation
de: Steuer
es: Impuestos
fr: Impôts
it: Imposte

# categoryTransportation
source: Transportation
de: Transport
es: Transporte
fr: Transport
it: Trasporto

# categoryWarranty
source: Warranty
de: Garantie
es: Garantía
fr: Garantie
it: Garanzia

# categoryWork
source: Work
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro

# commonDocumentsDescription
source: This space belongs to %@ and centralizes your organization’s common files.
de: Dieser Bereich gehört %s und zentralisiert die gemeinsamen Dateien Ihrer Organisation.
es: Este espacio pertenece a %s y centraliza los archivos comunes de su organización.
fr: Cet espace appartient à %s et centralise les fichiers communs de votre organisation.
it: Questo spazio appartiene a %s e centralizza i file comuni della vostra organizzazione.

# commonFolderDescription
source: Share this folder with users of kDrive %@
de: Teilen Sie diesen Ordner mit den Benutzern des kDrive %@
es: Comparte esta carpeta con los usuarios del kDrive %@
fr: Partagez ce dossier avec des utilisateurs du kDrive %@
it: Condividi questa cartella con utenti del kDrive %@

# commonFolderTitle
source: Common folder
de: Gemeinsamer Ordner
es: Carpeta común
fr: Dossier commun
it: Cartella comune

# contentDescriptionIsSelected
source: Is selected
de: Wurde ausgewählt
es: Está seleccionado
fr: Est sélectionné
it: È selezionata

# convertToDropboxTitle
source: Convert to drop box %@
de: In Briefkasten umwandeln %@
es: Convertir en buzón de depósito %@
fr: Convertir en boîte de dépôt %@
it: Converti in deposito file %@

# createCategoryTitle
source: Create a category
de: Kategorie erstellen
es: Crear una categoría
fr: Créer une catégorie
it: Crea una categoria

# createCommonFolderAllUsersDescription
source: All kDrive %@ users will automatically have access to this folder.
de: Alle Benutzer des kDrive %@ erhalten automatisch Zugang zu diesem Ordner.
es: Todos los usuarios del kDrive %@ tendrán acceso automáticamente a esta carpeta.
fr: Tous les utilisateurs du kDrive %@ auront automatiquement accès à ce dossier.
it: Tutti gli utenti del kDrive %@ avranno automaticamente accesso a questa cartella.

# createCommonFolderDescription
source: Who would you like to share this common folder with?
de: Mit wem möchten Sie diesen gemeinsamen Ordner teilen?
es: ¿Con quién deseas compartir esta carpeta común?
fr: Avec qui souhaitez-vous partager ce dossier commun ?
it: Con chi vuoi condividere questa cartella comune?

# createCommonFolderSucces
source: Common folder created successfully
de: Gemeinsamer Ordner erfolgreich angelegt
es: Carpeta común creada correctamente
fr: Dossier commun créé avec succès
it: Cartella condivisa creata con successo

# createCommonFolderTitle
source: Create a common folder
de: Gemeinsamen Ordner erstellen
es: Crear una carpeta común
fr: Créer un dossier commun
it: Crea una cartella condivisa

# createDatedSubFoldersDescription
source: Automatically create subfolders with the month and year of the photo
de: Automatisches Erstellen von Unterordnern mit dem Monat und Jahr des Fotos
es: Crear automáticamente subcarpetas con el mes y el año de la foto
fr: Créer automatiquement des sous dossiers avec le mois et l’année de la photo
it: Crea automaticamente sottocartelle con il mese e l’anno della foto

# createDatedSubFoldersTitle
source: Create one folder per month
de: Einen Ordner pro Monat erstellen
es: Crear una carpeta por mes
fr: Créer un dossier par mois
it: Creare una cartella al mese

# createDropBoxHint
source: Name of drop box
de: Name des Briefkastens
es: Nombre del buzón de depósito
fr: Nom de la boîte de dépôt
it: Nome del deposito file

# createDropBoxLimitFileSizeError
source: Must be greater than 0
de: Muss höher sein als 0
es: Debe ser superior a 0
fr: Doit être supérieur à 0
it: Deve essere maggiore di 0

# createDropBoxTitle
source: Create a drop box
de: Briefkasten anlegen
es: Crear un buzón de depósito
fr: Créer une boîte de dépôt
it: Crea un deposito file

# createFolderAccessPermissionTitle
source: Who can access this folder?
de: Wer kann auf diesen Ordner zugreifen?
es: ¿Quién puede acceder a esta carpeta?
fr: Qui peut accéder à ce dossier ?
it: Chi può accedere a questa cartella?

# createFolderEmailWhenFinishedTitle
source: Receive an email when a file has been uploaded
de: E-Mail erhalten, sobald eine Datei importiert wurde
es: Recibir un correo electrónico cuando se haya importado un archivo
fr: Recevoir un e-mail dès qu’un fichier a été importé
it: Ricevi una e-mail quando è stato importato un file

# createFolderKeepParentsRightDescription
source: Users with access to the folder %@ will also have access to this folder
de: Benutzer mit Zugang zum Ordner %@ können ebenfalls auf diesen Ordner zugreifen
es: Los usuarios que tienen acceso a la carpeta %@ también podrán acceder a esta carpeta
fr: Les utilisateurs qui ont accès au dossier %@ pourront également accéder à ce dossier
it: Gli utenti che hanno accesso alla cartella %@ potranno accedere anche a questa

# createFolderKeepParentsRightTitle
source: Keep the shares and rights of the parent folder
de: Freigaben und Rechte des übergeordneten Ordners behalten
es: Mantener los usos compartidos y los derechos de la carpeta matriz
fr: Garder les partages et les droits du dossier parent
it: Mantieni le condivisioni e i diritti della cartella padre

# createFolderLimitFileSizeDescription
source: People won’t be able to exceed the storage space allocated to this folder.
de: Die Benutzer können den diesem Ordner zugewiesenen Speicherplatz nicht überschreiten.
es: Las personas no podrán exceder el espacio de almacenamiento asignado a esta carpeta.
fr: Les personnes ne pourront pas dépasser l’espace de stockage alloué à ce dossier.
it: Le persone non potranno superare lo spazio di archiviazione assegnato a questa cartella.

# createFolderLimitFileSizeInput
source: Set a quota
de: Kontingent festlegen
es: Establecer una cuota
fr: Définir un quota
it: Definisci una percentuale

# createFolderLimitFileSizeTitle
source: Limit storage space
de: Speicherplatz begrenzen
es: Limitar el espacio de almacenamiento
fr: Limiter l’espace de stockage
it: Limita lo spazio di archiviazione

# createFolderMeOnly
source: Only me
de: Nur ich
es: Sólo yo
fr: Moi uniquement
it: Soltanto io

# createFolderPasswordDescription
source: Anyone who has the link will have to enter a password to upload their files.
de: Personen, die über den Link verfügen, müssen ein Passwort eingeben, um ihre Dateien zu importieren.
es: Las personas que tengan el enlace deberán introducir una contraseña para importar sus archivos.
fr: Les personnes possédant le lien devront entrer un mot de passe pour importer leurs fichiers.
it: Coloro che dispongono del link dovranno inserire la password per importare i loro file.

# createFolderPasswordTitle
source: Protect with a password
de: Mit Passwort schützen
es: Proteger mediante contraseña
fr: Protéger avec un mot de passe
it: Proteggi con una password

# createFolderSettingsTitle
source: Advanced options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate

# createFolderSomeUsersDescription
source: Manually define the users who will have access to this folder.
de: Legen Sie manuell die Benutzer fest, die Zugang zu diesem Ordner haben.
es: Define manualmente los usuarios que tendrán acceso a esta carpeta.
fr: Définissez manuellement les utilisateurs qui auront accès à ce dossier.
it: Definisci manualmente gli utenti che potranno accedere a questa cartella.

# createFolderSomeUsersTitle
source: Some users
de: Bestimmte Benutzer
es: Algunos usuarios
fr: Certains utilisateurs
it: Alcuni utenti

# createFolderTitle
source: Create folder
de: Ordner erstellen
es: Crear una carpeta
fr: Créer un dossier
it: Crea una cartella

# createFolderValidUntilDescription
source: Once the date has passed, users will no longer be able to transfer files.
de: Nach Verstreichen dieses Datums können die Benutzer keine Dateien mehr übertragen.
es: Una vez transcurrida la fecha, los usuarios ya no podrán transferir archivos.
fr: Une fois la date passée, les utilisateurs ne pourront plus transférer de fichiers.
it: Dopo tale data, gli utenti non potranno più trasferire i file.

# createPrivateFolderSucces
source: Folder created successfully
de: Ordner erfolgreich angelegt
es: Carpeta creada correctamente
fr: Dossier créé avec succès
it: Cartella creata con successo

source: Delete my account
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
it: Cancellare il mio account

# deletePicturesDescription
source: The application will regularly ask you to delete photos from your device that are already synchronized on your kDrive. You always have to manually authorize the deletion
de: Die Anwendung wird Sie regelmässig auffordern Fotos von Ihrem Gerät zu löschen, die bereits auf Ihrem kDrive synchronisiert sind. Sie müssen die Löschung jeweils manuell autorisieren
es: La aplicación te pedirá regularmente que borres las fotos de tu dispositivo que ya están sincronizadas en tu kDrive. Tendrás que autorizar manualmente la supresión
fr: L’application vous proposera régulièrement de supprimer les photos de votre appareil déjà synchronisées sur votre kDrive. Vous devrez systématiquement autoriser manuellement la suppression
it: L’applicazione ti chiederà regolarmente di cancellare le foto dal tuo dispositivo che sono già sincronizzate sul tuo kDrive. Dovrai autorizzare manualmente la cancellazione

# deletePicturesTitle
source: Delete photos
de: Fotos löschen
es: Borrar fotos
fr: Supprimer les photos
it: Cancellare le foto

# directoriesTitle
source: Data
de: Daten
es: Datos
fr: Données
it: Dati

# documentsDirectory
source: Other documents
de: Andere Dokumente
es: Otros documentos
fr: Autres documents
it: Altri documenti

# driveBlockedDescription
source: The product has expired since %@. Please renew it to manage it and access its data.
de: Das Produkt ist seit dem %@ abgelaufen. Bitte erneuern Sie ihn, um ihn zu verwalten und auf seine Daten zuzugreifen.
es: El producto ha caducado desde el %@. Por favor, renuévelo para gestionarlo y acceder a sus datos.
fr: Le produit a expiré depuis le %@. Veuillez le renouveler pour le gérer et accéder à ses données.
it: Il prodotto è scaduto dal %@. Rinnovalo per gestirlo e accedere ai suoi dati.

# driveBlockedDescription-plural
source: All your products have expired. Please renew them to manage them and access their data.
de: Alle Ihre Produkte sind abgelaufen. Bitte erneuern Sie diese, um sie zu verwalten und auf ihre Daten zuzugreifen.
es: Todos sus productos han caducado. Por favor, renuévelos para gestionarlos y acceder a sus datos.
fr: Tous vos produits ont expiré. Veuillez les renouveler pour les gérer et accéder à leurs données.
it: Tutti i tuoi prodotti sono scaduti. Rinnovateli per gestirli e accedere ai loro dati.

# driveBlockedTitle
source: The kDrive %@ is currently blocked
de: Das kDrive %@ ist derzeit gesperrt
es: El kDrive %@ está actualmente bloqueado
fr: Le kDrive %@ est actuellement bloqué
it: Il kDrive %@ è attualmente bloccato

# driveBlockedTitle-plural
source: All your kDrives are currently blocked
de: Alle Ihre kDrives sind derzeit gesperrt
es: Todos sus kDrives están actualmente bloqueados
fr: Tous vos kDrives sont actuellement bloqués
it: Tutti i tuoi kDrive sono attualmente bloccati

# driveMaintenanceDescription
source: An update is in progress to improve kDrive. This process may take a few minutes. Thank you for your patience.
de: Ein Update zur Verbesserung von kDrive ist in Arbeit. Dieser Vorgang kann ein paar Minuten dauern. Wir danken Ihnen für Ihre Geduld.
es: Se está realizando una actualización para mejorar kDrive. Este proceso puede durar unos minutos. Gracias por su paciencia.
fr: Une mise à jour est en cours pour améliorer kDrive. Ce processus peut durer quelques minutes. Merci pour votre patience.
it: Un aggiornamento è in corso per migliorare kDrive. Questo processo può richiedere alcuni minuti. Grazie per la vostra pazienza.

# driveMaintenanceTitle
source: The kDrive %@ is currently under maintenance
de: Das kDrive %@ wird derzeit gewartet
es: El kDrive %@ está actualmente en mantenimiento
fr: Le kDrive %@ est actuellement en maintenance
it: Il kDrive %@ è attualmente in manutenzione

# driveMaintenanceTitle-plural
source: All your kDrives are currently under maintenance
de: Alle Ihre kDrives sind derzeit in Wartung
es: Todos sus kDrives están actualmente en mantenimiento
fr: Tous vos kDrives sont actuellement en maintenance
it: Tutti i tuoi kDrive sono attualmente in manutenzione

# drivesDirectory
source: Drives & offline files
de: Laufwerke und Offline-Dateien
es: Unidades y archivos fuera de línea
fr: Drives et fichiers hors ligne
it: Unità e file offline

# dropBoxDescription
source: Invite your partners, users or customers to transfer files to your kDrive even if they don’t have an Infomaniak account.
de: Laden Sie Ihre Partner, Benutzer oder Kunden ein, Dateien in Ihren kDrive zu übertragen, auch wenn sie kein Infomaniak-Konto besitzen.
es: Invita a tus socios, usuarios o clientes a transferir archivos a tu kDrive aunque no tengan cuenta Infomaniak.
fr: Invitez vos partenaires, utilisateurs ou clients à transférer des fichiers dans votre kDrive, même s’ils n’ont pas de compte Infomaniak.
it: Invita i tuoi partner, utenti o clienti a trasferire file nel tuo kDrive, anche se non dispongono di un account Infomaniak.

# dropBoxLinkTitle
source: Drop box link
de: Link des Briefkastens
es: Enlace del buzón de depósito
fr: Lien de la boîte de dépôt
it: Link del deposito file

# dropBoxResultDescription
source: Share the link below with people who need to send you files.
de: Teilen Sie den nachfolgenden Link mit Benutzern, die Ihnen Dateien senden müssen.
es: Comparte el siguiente enlace con las personas que deban enviarte archivos.
fr: Partagez le lien ci-dessous aux personnes qui doivent vous envoyer des fichiers.
it: Condividi il link sottostante con persone che ti devono inviare dei file.

# dropBoxResultTitle
source: Share the drop box %@
de: Briefkasten %@ freigeben
es: Compartir el buzón de depósito %@
fr: Partager la boîte de dépôt %@
it: Condividi il deposito file %@

# dropBoxTitle
source: Drop box
de: Briefkasten
es: Buzón de depósito
fr: Boîte de dépôt
it: Deposito file

# dropboxSharedLinkDescription
source: You cannot create a share link on a drop box.
de: Sie können keinen Freigabelink für einen Briefkasten erstellen.
es: No puedes crear un enlace de uso compartido para un buzón de depósito.
fr: Vous ne pouvez pas créer un lien de partage sur une boite de dépôt.
it: Non è possibile creare un link di condivisione su un deposito file.

# dropboxSharedLinkTitle
source: Dropbox sharing link
de: Dropbox-Freigabelink
es: Enlace para compartir en el buzón de depósito
fr: Lien de partage de la boîte de dépôt
it: Link di condivisione Dropbox

# editCategoryInfoDescription
source: The modification will be visible to all kDrive users who have access to the categories.
de: Die Änderung ist für alle Benutzer des kDrive sichtbar, die Zugriff auf die Kategorien besitzen.
es: El cambio será visible para todos los usuarios del kDrive con acceso a las categorías.
fr: La modification sera visible par tous les utilisateurs du kDrive ayant accès aux catégories.
it: La modifica sarà visibile a tutti gli utenti del kDrive che hanno accesso alle categorie.

# editCategoryTitle
source: Edit a category
de: Kategorie bearbeiten
es: Modificar una categoría
fr: Modifier une catégorie
it: Modifica una categoria

# errorAddComment
source: Error when adding comment
de: Fehler beim Hinzufügen des Kommentars
es: Error al agregar el comentario
fr: Erreur lors de l’ajout du commentaire
it: Errore durante l’aggiunta del commento

# errorAddFavorite
source: Error when adding to favorites
de: Fehler beim Hinzufügen zu den Favoriten
es: Error al añadir a favoritos
fr: Erreur lors de l’ajout aux favoris
it: Errore durante l’aggiunta ai preferiti

# errorCache
source: Caching error
de: Fehler bei der Zwischenspeicherung
es: Error al almacenar en caché
fr: Erreur lors de la mise en cache
it: Errore durante la memorizzazione nella cache

# errorCategoryAlreadyExists
source: A category with the same name already exists
de: Eine Kategorie mit dem gleichen Namen existiert bereits
es: Una categoría con el mismo nombre ya existe
fr: Une catégorie avec le même nom existe déjà
it: Esiste già una categoria con lo stesso nome

# errorConflict
source: An element with the same name already exists in this location
de: An dieser Stelle existiert bereits ein Element mit demselben Namen
es: Ya existe un elemento con el mismo nombre en esta ubicación
fr: Un élément du même nom existe déjà à cet emplacement
it: Un elemento con lo stesso nome esiste già in questa posizione

# errorConnection
source: Connection error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
it: Errore di connessione

# errorDelete
source: Deletion error
de: Fehler beim Löschen
es: Error al eliminar
fr: Erreur lors de la suppression
it: Errore durante l’eliminazione

# errorDeviceStorage
source: Insufficient device storage
de: Unzureichender Gerätespeicher
es: Almacenamiento insuficiente del dispositivo
fr: Stockage insuffisant de l’appareil
it: Memoria del dispositivo insufficiente

# errorDisconnected
source: An error has occurred. Please log in again to continue.
de: Ein Fehler ist aufgetreten. Bitte melden Sie sich erneut an, um fortzufahren.
es: Se ha producido un error. Por favor, conéctese de nuevo para continuar.
fr: Une erreur s’est produite. Veuillez vous reconnecter pour continuer.
it: Si è verificato un errore. Per favore, accedi di nuovo per continuare.

# errorDownload
source: Download error
de: Fehler beim Download
es: Error al descargar
fr: Erreur lors du téléchargement
it: Errore durante il download

# errorDownloadPermission
source: You must add at least one file that you have permission to download
de: Sie müssen mindestens eine Datei hinzufügen, die Sie herunterladen dürfen
es: Debe añadir al menos un archivo que tiene permiso para descargar
fr: Vous devez ajouter au moins un fichier que vous avez la permission de télécharger
it: Devi aggiungere almeno un file che hai il permesso di scaricare

# errorDuplicate
source: Duplication error
de: Fehler beim Duplizieren
es: Error al duplicar
fr: Erreur lors de la duplication
it: Errore durante la duplicazione

# errorExternalImportInProgress
source: Cannot perform action on the folder because an external import is in progress
de: Der Ordner kann nicht bearbeitet werden, da ein externer Import im Gange ist
es: No se puede realizar ninguna acción en la carpeta porque hay una importación externa en curso
it: Non è possibile eseguire un’azione sulla cartella perché è in corso un’importazione esterna

# errorFileAlreadyExists
source: File or folder already exists
de: Datei oder Ordner existiert bereits
es: Archivo o carpeta ya existente
fr: Le fichier ou le dossier existe déjà
it: Il file o la cartella esiste già

# errorFileLocked
source: This file is currently opened by another user and cannot be modified
de: Diese Datei ist bereits von einem Benutzer geöffnet und kann nicht verändert werden
es: El archivo está actualmente abierto por un usuario y no puede ser modificado
fr: Le fichier est actuellement ouvert par un utilisateur et ne peut être modifié
it: Il file è attualmente aperto da un utente e non può essere modificato

# errorFilesLimitExceeded
source: Limit of files in folder reached
de: Limit der Dateien im Ordner erreicht
es: Límite de archivos alcanzado en la carpeta
fr: Limite de fichiers dans le dossier atteinte
it: Limite file raggiunto nella cartella

# errorGeneric
source: An error has occurred
de: Ein Fehler ist aufgetreten
es: Se ha producido un error
fr: Une erreur est survenue
it: Si è verificato un errore

# errorGetBookmarkURL
source: Non-recoverable link
de: Link nicht wiederherstellbar
es: Enlace no recuperable
fr: Lien non récupérable
it: Link non recuperabile

# errorLeaveShare
source: Error when stopping sharing
de: Fehler beim Abbrechen der Freigabe
es: Error al salir del uso compartido
fr: Erreur lors de l’abandon du partage
it: Errore durante l’abbandono della condivisione

# errorLimitExceeded
source: Limit exceeded
de: Limit erreicht
es: Límite alcanzado
