Repository: Infomaniak/ios-kDrive
Catalog: kDrive/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# snackBarErrorAccountDeletion
source: Error while deleting the account
de: Fehler beim Löschen des Kontos
es: Error al eliminar la cuenta
fr: Erreur lors de la suppression du compte
it: Errore durante l’eliminazione dell’account

# snackBarImageVideoSaved
source: %d files saved in the photo library
de: %d Dateien, die in der Fotobibliothek gespeichert sind
es: %d archivos guardados en la fototeca
fr: %d fichiers enregistrés dans la photothèque
it: %d file salvati nella libreria fotografica

# snackbarDeleteConfirmation
source: %@ deleted permanently
de: %@ endgültig gelöscht
es: %@ eliminado definitivamente
fr: %@ supprimé définitivement
it: %@ eliminato definitivamente

# snackbarEmptyTrashConfirmation
source: Recycle bin has been emptied
de: Der Papierkorb wurde geleert
es: Se ha vaciado la papelera
fr: La corbeille a été vidée
it: Il cestino è stato svuotato

# snackbarFileCreateConfirmation
source: File created successfully
de: Datei erfolgreich erstellt
es: Archivo creado correctamente
fr: Fichier créé avec succès
it: File creato con successo

# snackbarImageSavedConfirmation
source: Image saved
de: Bild gespeichert
es: Imagen guardada
fr: Image enregistrée
it: Immagine salvata

# snackbarLeaveShareConfirmation
source: Sharing has stopped
de: Abbruch der Freigabe erfolgt
es: Se ha salido del uso compartido
fr: Abandon de partage effectué
it: Abbandono della condivisione effettuato

# snackbarMoveTrashConfirmation
source: %@ moved to the trash
de: %@ in den Papierkorb verschoben
es: %@ enviado a la papelera
fr: %@ déplacé dans la corbeille
it: %@ spostato nel cestino

# snackbarProcessingUploads
source: Processing uploads
de: Uploads werden verarbeitet
es: Procesando las importaciones
fr: Traitement des importations
it: Elaborazione dell’importazione

# snackbarVideoSavedConfirmation
source: Video saved
de: Video aufgenommen
es: Vídeo guardado
fr: Vidéo enregistrée
it: Video salvato

# sortBigger
source: Larger
de: Grösser
es: Mayor tamaño
fr: Plus grand
it: Più grande

# sortDay
source: Per day
de: Pro Tag
es: Por día
fr: Par jour
it: Per giorno

# sortExtension
source: Extension
de: Erweiterung
es: Extensión
it: Estensione

# sortLeastRelevant
source: Least relevant
de: Am wenigsten relevant
es: Menos relevante
fr: Moins pertinent
it: Meno rilevante

# sortMonth
source: Per month
de: Pro Monat
es: Por mes
fr: Par mois
it: Per mese

# sortMostRecentAdded
source: Most recently added
de: Zuletzt hinzugefügt
es: Más recientemente añadidos
fr: Plus récemment ajouté
it: Aggiunte più recenti

# sortMostRelevant
source: Most relevant
de: Am wichtigsten
es: Más relevante
fr: Plus pertinent
it: Più rilevante

# sortNameAZ
source: Name: from A to Z
de: Name: von A bis Z
es: Nombre: de A a Z
fr: Nom : de A à Z
it: Nome: dalla A alla Z

# sortNameZA
source: Name: from Z to A
de: Name: von Z bis A
es: Nombre: de Z a A
fr: Nom : de Z à A
it: Nome: dalla Z alla A

# sortOlder
source: Older
de: Älter
es: Más antiguo
fr: Plus ancien
it: Più vecchio

# sortOldestAdded
source: Oldest added
de: Ältere hinzugefügt
es: Más antiguo añadido
fr: Plus anciennement ajouté
it: Più vecchio aggiunto

# sortRecent
source: Newer
de: Jünger
es: Más reciente
fr: Plus récent
it: Più recente

# sortSmaller
source: Smaller
de: Kleiner
es: Menor tamaño
fr: Plus petit
it: Più piccolo

# sortTitle
source: Sort
de: Sortieren
es: Clasificar
fr: Trier
it: Ordina

# sortYear
source: Per year
de: Pro Jahr
es: Por año
fr: Par année
it: Per anno

# storeAccessDeniedDescription
source: You do not have the rights to change the offer of this kDrive. Please contact your administrator.
de: Sie haben nicht die nötigen Berechtigungen, das Angebot dieses kDrive zu ändern. Bitte kontaktieren Sie Ihren Administrator.
es: No tienes los derechos para modificar la oferta de este kDrive. Ponte en contacto con tu administrador.
fr: Vous n’avez pas les droits pour modifier l’offre de ce kDrive. Veuillez contacter votre administrateur.
it: Non disponi dei diritti necessari per modificare l’offerta di questo kDrive. Contatta il tuo amministratore.

# storeAccessDeniedTitle
source: Access denied
de: Zugriff verweigert
es: Acceso rechazado
fr: Accès refusé
it: Accesso negato

# storeBillingWarningDescription
source: You cannot manage your subscription from this application as it is currently managed by a different method.
de: Sie können Ihr Abonnement nicht über diese Anwendung verwalten, da es derzeit über eine andere Methode verwaltet wird.
es: No puede gestionar su suscripción desde esta aplicación, ya que actualmente se gestiona por un método diferente.
fr: Vous ne pouvez pas gérer votre abonnement à partir de cette application car il est actuellement géré par une méthode différente.
it: Non puoi gestire il tuo abbonamento da questa applicazione perché attualmente è gestito con un metodo diverso.

# storeExistingIAPDescription
source: You cannot create multiple subscriptions with the in-app purchases.
de: Sie können nicht mehrere Abonnements über In-App-Käufe erstellen.
es: No puedes crear varias suscripciones con las compras in-app.
fr: Vous ne pouvez pas créer plusieurs abonnements avec les achats in-app.
it: Con gli acquisti in-app, non possono essere creati più abbonamenti.

# storeExistingIAPTitle
source: Existing subscription
de: Bestehendes Abonnement
es: Suscripción existente
fr: Abonnement existant
it: Abbonamento esistente

# storeMonthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile

# storeOfferSoloDescription
source: 1 user maximum 2 TB of storage
de: Höchstens 1 Benutzer 2 TB Speicherplatz
es: 1 usuario máximo 2 TB de almacenamiento
fr: 1 utilisateur maximum 2 To de stockage
it: 1 utente massimo 2 TB di spazio di archiviazione

# storeOfferSoloFeature1
source: Customise sharing links
de: Individuelle Anpassung der Freigabelinks
es: Personalización de los enlaces de uso compartido
fr: Personnalisation des liens de partage
it: Personalizzazione dei link di condivisione

# storeOfferSoloFeature2
source: WebDAV protocol support
de: Unterstützung des WebDAV-Protokolls
es: Compatible con el protocolo WebDAV
fr: Support du protocole WebDAV
it: Supporto del protocollo WebDAV

# storeOfferSoloFeature3
source: Support 7/7
de: 7 Tage pro Woche Unterstützung
es: Asistencia 7/7
fr: Support 7/7j
it: Assistenza 7/7

# storeOfferTeamDescription
source: 6 users included and maximum 3 TB of storage
de: 6 Benutzer inbegriffen und maximal 3 TB Speicherplatz
es: 6 usuarios incluidos y máximo 3 TB de almacenamiento
fr: 6 utilisateurs inclus et au maximum 3 To de stockage
it: 6 utenti inclusi e al massimo 3 TB di spazio di archiviazione

# storeOfferTeamFeature1
source: Everything in the Solo offer
de: Alles im Solo-Angebot
es: Todo lo que incluye la oferta Solo
fr: Tout ce qu’il y a dans l’offre Solo
it: Tutto ciò che incude l’offerta Solo

# storeOfferTeamFeature2
source: Work in collaboration with multiple users
de: Gemeinsame Bearbeitung mit mehreren Benutzern
es: Trabajo en colaboración con varios usuarios
fr: Travail en collaboration avec plusieurs utilisateurs
it: Lavora in collaborazione con più utenti

# storeOfferTeamFeature3
source: Drop box
de: Briefkasten
es: Buzón de depósito
fr: Boîte de dépôt
it: Deposito file

# storeOfferTeamFeature4
source: Simple user management
de: Einfache Benutzerverwaltung
es: Gestión sencilla de los usuarios
fr: Gestion simple des utilisateurs
it: Facile gestione degli utenti

# storePaymentNotAuthorized
source: In-app purchases are not authorised
de: In-App-Käufe sind nicht zulässig
es: Las compras in-app no están autorizadas
fr: Les achats in-app ne sont pas autorisés
it: Gli acquisti in-app non sono autorizzati

# storePeriodDay
source: day
de: Tag
es: día
fr: jour
it: giorno

# storePeriodMonth
source: month
de: Monat
es: mes
fr: mois
it: mese

# storePeriodUnknown
source: period
de: Zeitraum
es: período
fr: période
it: periodo

# storePeriodWeek
source: week
de: Woche
es: semana
fr: semaine
it: settimana

# storePeriodYear
source: year
de: Jahr
es: año
fr: an
it: anno

# storePricing
source: %1$@ for %2$@
de: %1$@ für %2$@
es: %1$@ por %2$@
fr: %1$@ pour %2$@
it: %1$@ per %2$@

# storeRetrieving
source: Retrieving…
de: Wiederherstellung…
es: Recuperación…
fr: Récupération…
it: Recupero…

# storeSuccessDescription
source: We are finalising the order, you will be notified by email when your kDrive is available.
de: Wir sind dabei, die Bestellung abzuschliessen; Sie werden per E-Mail benachrichtigt, wenn Ihr kDrive verfügbar ist.
es: Estamos completando el pedido. Se te notificará por correo cuando tu kDrive esté disponible.
fr: Nous sommes en train de finaliser la commande, vous serez notifié par e-mail lorsque votre kDrive sera disponible.
it: Stiamo concludendo l’ordine, sarai avvisato tramite e-mail non appena il tuo kDrive sarà disponibile.

# storeSuccessTitle
source: Thank you for your trust, we are happy to work together!
de: Vielen Dank für Ihr Vertrauen – wir freuen uns auf die Zusammenarbeit!
es: Te agradecemos tu confianza ¡nos complace poder trabajar juntos!
fr: Merci de votre confiance, nous sommes heureux de pouvoir travailler ensemble !
it: Ringraziando per la fiducia, siamo molto lieti di poter lavorare insieme!

# storeTitle
source: Change your offer
de: Ihr Angebot bearbeiten
es: Modificar tu oferta
fr: Modifier votre offre
it: Modifica la tua offerta

# storeYearly
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale

# supportTitle
source: Help & support
de: Hilfe und Unterstützung
es: Ayuda y asistencia
fr: Aide & support
it: Aiuto e supporto

# switchDriveSearchViewHint
source: Search a kDrive
de: kDrive suchen
es: Buscar un kDrive
fr: Rechercher un kDrive
it: Cerca un kDrive

# switchUserDescription
source: View the kDrives of your other Infomaniak profiles. You can add as many user profiles as you like.
de: Sehen Sie die kDrives Ihrer anderen Infomaniak-Profile. Sie können so viele Benutzerprofile hinzufügen wie Sie möchten.
es: Consultar las kDrives de tus otros perfiles Infomaniak. Puedes añadir tantos perfiles de usuario como desees.
fr: Consulter les kDrives de vos autres profils Infomaniak. Vous pouvez ajouter autant de profil d’utilisateurs que vous souhaitez.
it: Consulta le kDrives dei tuoi altri profili Infomaniak. Puoi aggiungere tutti i profili utente che vuoi.

# syncConfigureDescription
source: Your photos, videos and screenshots will be automatically saved in your kDrive %@.
de: Ihre Fotos, Videos und Screenshots werden automatisch in Ihrem kDrive %@ gespeichert.
es: Tus fotos, vídeos y capturas de pantalla se guardarán automáticamente en tu kDrive %@.
fr: Vos photos, vidéos et captures écran seront enregistrées automatiquement dans votre kDrive %@.
it: Le tue foto, i tuoi video e le tue schermate verranno salvati automaticamente nel tuo kDrive %@.

# syncConfigureTitle
source: Save your memories in a safe place
de: Speichern Sie Ihre Erinnerungen an einem sicheren Ort
es: Haz copia de seguridad de tus recuerdos en un lugar seguro
fr: Sauvegardez vos souvenirs en lieu sûr
it: Salva i tuoi ricordi in un luogo sicuro

# syncOnlyWifiDescription
source: Offline files will be only synchronized with Wi-Fi
de: Offline-Dateien werden nur mit Wi-Fi synchronisiert
es: Los archivos sin conexión sólo se sincronizarán con Wi-Fi
fr: Les fichiers hors ligne ne seront synchronisés qu’avec le Wi-Fi
it: I file offline saranno sincronizzati solo con il Wi-Fi

# syncOnlyWifiTitle
source: With Wi-Fi only
de: Nur mit Wi-Fi
es: Sólo con Wi-Fi
fr: Avec Wi-Fi uniquement
it: Solo con Wi-Fi

# syncSettingsButtonActiveSync
source: Enable automatic backup
de: Automatische Sicherung aktivieren
es: Activar la copia de seguridad automática
fr: Activer la sauvegarde automatique
it: Attiva il backup automatico

# syncSettingsButtonSaveDate
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

# syncSettingsButtonSyncPeriodicity
source: Synchronisation
de: Synchronisierung
es: Sincronización
it: Sincronizzazione

# syncSettingsButtonSyncPicture
source: Upload photos (DCIM)
de: Fotos importieren (DCIM)
es: Importar las fotos (DCIM)
fr: Importer les photos (DCIM)
it: Importa le foto (DCIM)

# syncSettingsButtonSyncScreenshot
source: Upload screenshots
de: Screenshots importieren
es: Importar las capturas de pantalla
fr: Importer les captures d’écran
it: Importa le schermate

# syncSettingsButtonSyncVideo
source: Upload videos
de: Videos importieren
es: Importar los vídeos
fr: Importer les vidéos
it: Importa i video

# syncSettingsDescription
source: Automatically save the photos and videos taken with your device to your kDrive.
de: Speichern Sie Ihre mit Ihrem Gerät aufgenommenen Fotos und Videos automatisch in Ihrem kDrive.
es: Haz copia de seguridad automáticamente de tus fotos y vídeos tomados con tu dispositivo en tu kDrive.
fr: Sauvegardez automatiquement vos photos, et vidéos prises avec votre appareil dans votre kDrive.
it: Effettua il backup automatico delle foto e dei video effettuati con il tuo dispositivo nel tuo kDrive.

# syncSettingsNotSavedDescription
source: Do you really want to leave this page? Your changes will not be saved.
de: Möchten Sie diese Seite wirklich verlassen? Ihre Änderungen werden nicht gespeichert.
es: ¿Realmente desea abandonar esta página? Sus cambios no se guardarán.
fr: Souhaitez-vous vraiment quitter cette page ? Vos modifications ne seront pas enregistrées.
it: Volete davvero lasciare questa pagina? Le modifiche apportate non verranno salvate.

# syncSettingsNotSavedTitle
source: Unsaved changes
de: Nicht gespeicherte Änderungen
es: Modificaciones no guardadas
fr: Modifications non enregistrées
it: Modifiche non salvate

# syncSettingsSaveDateAllPictureValue
source: All photos
de: Alle Fotos
es: Todas las fotos
fr: Toutes les photos
it: Tutte le foto

# syncSettingsSaveDateFromDateValue
source: from date
de: vom Datum
es: a partir de la fecha
fr: à partir de la date
it: dalla data

# syncSettingsSaveDateFromDateValue2
source: From date
de: Ab einem Datum
es: De una fecha
fr: À partir d’une date
it: Da una data

# syncSettingsSaveDateNowValue
source: from now on
de: ab jetzt
es: a partir de ahora
fr: à partir de maintenant
it: a partire da adesso

# syncSettingsSaveDateNowValue2
source: New photos only (from now on)
de: Nur neue Fotos (ab jetzt)
es: Sólo fotos nuevas (a partir de ahora)
fr: Nouvelles photos uniquement (à partir de maintenant)
it: Soltanto le nuove foto (a partire da adesso)

# syncSettingsSaveOn
source: Save to
de: Speichern auf
es: Guardar en
fr: Enregistrer sur
it: Salva su

# syncSettingsSyncPeriodicityFourHoursValue
source: Every 4 hours
de: Alle 4 Stunden
es: Cada 4 horas
fr: Toutes les 4 heures
it: Ogni 4 ore

# syncSettingsSyncPeriodicityInstantValue
source: Instant
de: Sofort
es: Instantánea
fr: Instantanée
it: Subito

# syncSettingsSyncPeriodicityOneHourValue
source: Every hour
de: Stündlich
es: Cada hora
fr: Toutes les heures
it: Ogni ora

# syncSettingsSyncPeriodicityOneQuarterValue
source: Every 15 minutes
de: Alle 15 Minuten
es: Cada 15 minutos
fr: Toutes les 15 minutes
it: Ogni 15 minuti

# syncSettingsTitle
source: Photo backup
de: Sicherung der Fotos
es: Copia de seguridad de las fotos
fr: Sauvegarde des photos
it: Backup foto

# syncWifiAndMobileDataDescription
source: Mobile data usage charges may apply
de: Für die mobile Datennutzung können Gebühren anfallen
es: Pueden aplicarse tarifas por uso de datos móviles
fr: Des frais d’utilisation de données mobiles peuvent s’appliquer
it: Potrebbero essere applicate tariffe per l’utilizzo dei dati mobili

# syncWifiAndMobileDataTitle
source: With Wi-Fi and mobile data
de: Mit Wi-Fi und mobilen Daten
es: Con Wi-Fi y datos móviles
fr: Avec Wi-Fi et données mobiles
it: Con Wi-Fi e dati mobili

# syncWifiPicturesTitle
source: Synchronize photos and videos
de: Fotos und Videos synchronisieren
es: Sincronizar fotos y vídeos
fr: Synchroniser les photos et les vidéos
it: Sincronizza foto e video

# syncWifiSettingsTitle
source: Synchronize offline files
de: Offline-Dateien synchronisieren
es: Sincronizar archivos sin conexión
fr: Synchroniser des fichiers hors ligne
it: Sincronizza i file offline

# tempDirectory
source: Temporary files
de: Temporäre Dateien
es: Archivos temporales
fr: Fichiers temporaires
it: File temporanei

# themeSettingsDarkLabel
source: Dark
de: Dunkel
es: Scuro
fr: Sombre
it: Scuro

# themeSettingsLightLabel
source: Light
de: Hell
es: Chiaro
fr: Clair
it: Chiaro

# themeSettingsSystemDefaultLabel
source: System default
de: Systemstandard
es: Predeterminado del sisteme
fr: Valeur par défaut du système
it: Impostazione predefinita del sistema

# themeSettingsSystemLabel
source: System
es: Sistema
fr: Système
it: Sistema

# themeSettingsTitle
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema

# totalStorageUsedTitle
source: Total storage used
de: Verwendeter Speicherplatz insgesamt
es: Almacenamiento total utilizado
fr: Stockage total utilisé
it: Memoria totale utilizzata

# trashActionDelete
source: Delete permanently
de: Endgültig löschen
es: Eliminar definitivamente
fr: Supprimer définitivement
it: Elimina definitivamente

# trashActionRestoreFileIn
source: Recover in
de: Wiederherstellen in
es: Restaurar en
fr: Restaurer dans
it: Ripristina in

# trashActionRestoreFileOriginalPlace
source: Recover to the original location
de: Am ursprünglichen Ort wiederherstellen
es: Restaurar en el emplazamiento original
fr: Restaurer à l’emplacement d’origine
it: Ripristina nell’ubicazione di origine

# trashAutoClearDescription
source: Trash is cleaned automatically every 30 days. Would you like to increase this period?
de: Der Papierkorb wird automatisch alle 30 Tage gereinigt. Möchten Sie diesen Zeitraum verlängern?
es: La basura se limpia automáticamente cada 30 días. ¿Desea aumentar este periodo?
it: La pulizia dei rifiuti avviene automaticamente ogni 30 giorni. Vuoi aumentare questo periodo?

# trashNoFile
source: No deleted files
de: Keine Datei gelöscht
es: No se ha eliminado ningún archivo
fr: Aucun fichier supprimé
it: Nessun file eliminato

# trashTitle
source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
it: Cestino

# trashedFileRestoreFileInSuccess
source: %1$@ recovered in %2$@
de: %1$@ wiederhergestellt in %2$@
es: %1$@ restaurado en %2$@
fr: %1$@ restauré dans %2$@
it: %1$@ ripristinato in %2$@

# trashedFileRestoreFileInSuccess-plural
source: %1$d items recovered in %2$@
de: %1$d Elemente wiederhergestellt in %2$@
es: %1$@ elementos restaurados en %2$@
fr: %1$d éléments restaurés dans %2$@
it: %1$@ elementi ripristinati in %2$@

# trashedFileRestoreFileToOriginalPlaceSuccess
source: %@ recovered to the original location
de: %@ am ursprünglichen Ort wiederhergestellt
es: %@ restaurado en el emplazamiento original
fr: %@ restauré à l’emplacement d’origine
it: %@ ripristinato nell’ubicazione di origine

# trashedFileRestoreFileToOriginalPlaceSuccess-plural
source: %d items recovered to their original location
de: %d Elemente am ursprünglichen Ort wiederhergestellt
es: %d elementos restaurados en el emplazamiento original
fr: %d éléments restaurés à leur emplacement d’origine
it: %d elementi ipristinati nell’ubicazione di origine

source: Unknown Artist
de: Unbekannter Künstler
es: Artista desconocido
it: Artista sconosciuto

source: Unknown Title
de: Unbekannter Titel
es: Título desconocido
it: Titolo sconosciuto

# updateAvailableDescription
source: To get the best out of kDrive, we recommend you update your application.
de: Mit Blick auf ein optimales kDrive-Benutzererlebnis empfehlen wir Ihnen, Ihre Anwendung zu aktualisieren.
es: Para disfrutar de una experiencia óptima de kDrive, te aconsejamos que actualices tu aplicación.
fr: Afin de profiter d’une expérience optimale de kDrive, nous vous conseillons de mettre à jour votre application.
it: Per vivere la migliore esperienza con kDrive, ti consigliamo di aggiornare la tua applicazione.

# updateAvailableTitle
source: Update available!
de: Aktualisierung verfügbar!
es: ¡Actualización disponible!
fr: Mise à jour disponible !
it: Aggiornamento disponibile!

# upgradeOfferTitle
source: Unlock more features and get more storage space!
de: Mehr Funktionen freischalten und mehr Speicherplatz erhalten!
es: ¡Habilitar más funciones y conseguir más espacio de almacenamiento!
fr: Débloquer plus de fonctionnalités et obtenir plus d’espace de stockage !
it: Sblocca più funzionalità e ottieni più spazio di archiviazione!

# uploadCancelDescription
source: Upload cancelled by the user
de: Der Import wurde vom Benutzer abgebrochen
es: La importación ha sido anulada por el usuario
fr: L’importation a été annulée par l’utilisateur
it: L’importazione è stata annullata dall’utente

# uploadCancelTitle
source: Upload cancelled
de: Import abgebrochen
es: Importación anulada
fr: Importation annulée
it: Importazione annullata

# uploadErrorTitle
source: Upload error
de: Fehler beim Import
es: Error en la importación
fr: Erreur d’importation
it: Errore di importazione

# uploadFileSizeExceeded
source: The total allowed file size has been exceeded.
de: Die zulässige Gesamtgrösse der Datei wurde überschritten.
es: Se ha superado el tamaño total de archivo permitido.
fr: La taille totale autorisée du fichier a été dépassée.
it: La dimensione totale consentita del file è stata superata.

# uploadFolderNotFoundError
source: Deleted or non-existent folder
de: Ordner gelöscht oder inexistent
es: Carpeta eliminada o no existe
fr: Dossier supprimé ou inexistant
it: Cartella eliminata o inesistente

# uploadFolderNotFoundSyncDisabledError
source: Automatic backup has been disabled because the destination folder no longer exists
de: Die automatische Sicherung wurde deaktiviert, da der Zielordner nicht mehr existiert
es: Se ha desactivado la copia de seguridad automática porque la carpeta de destino ya no existe
fr: La sauvegarde automatique a été désactivée car le dossier de destination n’existe plus
it: Il backup automatico è stato disabilitato perché la cartella di destinazione non esiste più

# uploadImportedFailedAmount
source: 1 import failed out of a total of %1$d
de: 1 Import von insgesamt %1$d fehlgeschlagen
es: 1 importación fallida de un total de %1$d
fr: 1 importation a échoué sur un total de %1$d
it: 1 importazione fallita su un totale di %1$d

# uploadImportedFailedAmount-plural
source: %2$d imports failed out of a total of %1$d
de: %2$d Importe von insgesamt %1$d sind fehlgeschlagen
es: %2$d importaciones fallidas de un total de %1$d
fr: %2$d importations ont échoué sur un total de %1$d
it: %2$d importazioni fallite su un totale di %1$d

# uploadInProgressCancelAllUploadTitle
source: Cancel uploads
de: Importe abbrechen
es: Anular las importaciones
fr: Annuler les imports
it: Annulla le importazioni

# uploadInProgressCancelFileUploadTitle
source: Cancel %@?
de: %@ abbrechen?
es: ¿Anular %@?
fr: Annuler %@ ?
it: Annullare %@?

# uploadInProgressNoFile
source: No upload in progress
de: Derzeit kein Upload im Gange
es: No hay cargas en curso
fr: Aucune importation en cours
it: Nessun caricamento in corso

# uploadInProgressPending
source: Waiting
de: Ausstehend
es: En espera
fr: En attente
it: In attesa

# uploadInProgressRestartUploadTitle
source: Restart the uploads
de: Importe erneut starten
es: Reiniciar las importaciones
fr: Relancer les imports
it: Rilancia le importazioni

# uploadInProgressTitle
source: Upload in progress
de: Import läuft
es: Importación en curso
fr: Importation en cours
it: Importazione in corso

# uploadInThisFolderTitle
source: Upload to this folder
de: Import in diesen Ordner
es: Importación a esta carpeta
fr: Importation dans ce dossier
it: Importazione in questa cartella

# uploadInterruptedErrorTitle
source: Upload interrupted
de: Import unterbrochen
es: Importación interrumpida
fr: Importation interrompue
it: Importazione interrotta
