Repository: Infomaniak/ios-kDrive
Catalog: kDrive/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# errorLoadingOfficeEditor
source: Unable to load the document editor
de: Der Dokumenteneditor kann nicht geladen werden
es: Imposible cargar el editor del documento
fr: Impossible de charger l’éditeur de document
it: Impossibile caricare l’editor dei documenti

# errorModification
source: Error when modifying
de: Fehler bei der Änderung
es: Error en la modificación
fr: Erreur lors de la modification
it: Errore durante la modifica

# errorMove
source: Move error
de: Fehler beim Verschieben
es: Error al moverlo
fr: Erreur lors du déplacement
it: Errore durante lo spostamento

# errorNetwork
source: Network error
de: Verbindungsproblem
es: Problema de conexión
fr: Problème de réseau
it: Problema di connessione

# errorNetworkDescription
source: Results may be incomplete
de: Die Ergebnisse können unvollständig sein
es: Los resultados pueden ser incompletos
fr: Les résultats peuvent être incomplets
it: I risultati possono essere incompleti

# errorPhotoLibraryAccessLimited
source: kDrive does not have access to your photo library
de: kDrive hat keinen Zugriff auf Ihre Fotobibliothek
es: kDrive no tiene acceso a tu biblioteca de fotos
fr: kDrive n’a pas accès à votre photothèque
it: kDrive non ha accesso alla vostra libreria di foto

# errorPreviewDeleted
source: This file has been permanently deleted
de: Diese Datei wurde endgültig gelöscht
es: Se ha eliminado definitivamente este archivo
fr: Ce fichier a été supprimé définitivement
it: Il file è stato eliminato definitivamente

# errorPreviewTrash
source: Previewing a file in the trash is not possible
de: Die Vorschau auf eine Datei im Papierkorb ist nicht verfügbar
es: La vista previa de un archivo en la papelera no está disponible
fr: L’aperçu d’un fichier dans la corbeille n’est pas disponible
it: L’anteprima di un file spostato nel cestino non è disponibile

# errorQuotaExceeded
source: Not enough space on your kDrive
de: Unzureichender Platz auf Ihrem kDrive
es: Espacio insuficiente en tu kDrive
it: Spazio insufficiente sul kDrive

# errorRename
source: Rename error
de: Fehler beim Umbenennen
es: Error al cambiar el nombre
fr: Erreur lors du renommage
it: Errore durante la rinomina

# errorRestore
source: Recover error
de: Fehler bei der Wiederherstellung
es: Error al restaurar
fr: Erreur lors de la restauration
it: Errore durante il ripristino

# errorRightModification
source: Error when editing rights
de: Fehler bei der Änderung der Rechte
es: Error al modificar los derechos
fr: Erreur lors de la modification des droits
it: Errore durante la modifica dei diritti

# errorSave
source: Save error
de: Fehler bei der Speicherung
es: Error al guardar
fr: Erreur lors de l’enregistrement
it: Errore durante il salvataggio

# errorShareLink
source: Error when creating link
de: Fehler bei der Erstellung des Links
es: Error al crear el enlace
fr: Erreur lors de la création du lien
it: Errore durante la creazione del link

# errorSharedWithMeLink
source: An error has occurred while opening the shared link
es: Se ha producido un error al abrir el enlace compartido

# errorStillUploading
source: The item is still being imported
de: Der Artikel wird noch importiert
es: El artículo se sigue importando
fr: L’élément est toujours en cours d’importation
it: L’articolo è ancora in fase di importazione

# errorUpload
source: Upload error
de: Fehler beim Import
es: Error al importar
fr: Erreur lors de l’importation
it: Errore durante l’importazione

# favoritesNoFile
source: No favorites at this time
de: Derzeit keine Favoriten
es: Todavía no hay favoritos
fr: Aucun favori pour le moment
it: Al momento non sono disponibili preferiti

# favoritesTitle
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti

# fileActivityCollaborativeFolderAccess
source: has accessed the drop box
de: hat die Briefkasten eingesehen
es: ha consultado el buzón de depósito
fr: a consulté la boîte de dépôt
it: ha consultato il deposito file

# fileActivityCollaborativeFolderCreate
source: created a drop box
de: eine Briefkasten erstellt
es: ha creado un buzón de depósito
fr: a créé une boîte de dépôt
it: ha creato un deposito file

# fileActivityCollaborativeFolderDelete
source: deleted a drop box
de: eine Briefkasten gelöscht
es: ha borrado un buzón de depósito
fr: a supprimé une boîte de dépôt
it: ha cancellato un deposito file

# fileActivityCollaborativeFolderUpdate
source: updated a drop box
de: eine Briefkasten aktualisiert
es: ha actualizado un buzón de depósito
fr: a mis à jour une boîte de dépôt
it: ha aggiornato un deposito file

# fileActivityCollaborativeUserAccess
source: has sent files in drop box
de: hat Dateien im Briefkasten abgelegt
es: ha depositado archivos en el buzón de depósito
fr: a déposé des fichiers dans la boite de dépôt
it: ha lasciato dei documenti nel deposito file

# fileActivityCollaborativeUserCreate
source: has created a folder inside the drop box to send files
de: hat einen Ordner im Briefkasten angelegt, um Dateien ablegen zu können
es: ha creado una carpeta en el cuadro desplegable para poder depositar archivos
fr: a créé un dossier dans la boite de dépôt pour pouvoir déposer des fichiers
it: ha creato una cartella nel deposito file per potervi lasciare documenti

# fileActivityCollaborativeUserDelete
source: has deleted a drop box folder
de: hat einen Ordner im Briefkasten gelöscht, in dem ein User Dateien abgelegt hat
es: ha eliminado una carpeta del buzón de depósito para en la que un usuario ha depositado archivos
fr: a supprimé un dossier de la boite de dépôt dans lequel un user a déposé des fichiers
it: ha eliminato una cartella dal deposito file nella quale un utente ha lasciato dei documenti

# fileActivityOtherFiles
source: %d other files
de: %d andere Dateien
es: %d otros archivos
fr: %d autres fichiers
it: %d altri file

# fileDetailsActivitiesTitle
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività

# fileDetailsActivityFileAccess
source: accessed the file
de: hat die Datei eingesehen
es: ha consultado el archivo
fr: a consulté le fichier
it: ha consultato il file

# fileDetailsActivityFileCategorize
source: added a category to the element
de: dem Element eine Kategorie hinzugefügt
es: ha añadido una categoría al elemento
fr: a ajouté une catégorie à l’élément
it: ha aggiunto una categoria all’elemento

# fileDetailsActivityFileColorDelete
source: deleted the colour of a folder
de: die Farbe aus einem Ordner entfernt hat
es: eliminar el color de una carpeta
fr: a supprimé la couleur d’un dossier
it: rimosso il colore da una cartella

# fileDetailsActivityFileColorUpdate
source: changed the colour of a folder
de: die Farbe eines Ordners geändert hat
es: cambiar el color de una carpeta
fr: a modifié la couleur d’un dossier
it: ha cambiato il colore di una cartella

# fileDetailsActivityFileCommentCreate
source: commented the file
de: hat die Datei kommentiert
es: ha comentado el archivo
fr: a commenté le fichier
it: ha commentato il file

# fileDetailsActivityFileCommentDelete
source: deleted their comment
de: hat seinen Kommentar gelöscht
es: ha eliminado su comentario
fr: a supprimé son commentaire
it: ha eliminato il suo commento

# fileDetailsActivityFileCommentLike
source: liked a comment
de: hat einen Kommentar mit Gefällt mir markiert
es: le ha gustado un comentario
fr: a aimé un commentaire
it: gli è piaciuto un commento

# fileDetailsActivityFileCommentUnlike
source: deleted their like from a comment
de: hat seine Gefällt-mir-Angabe eines Kommentars entfernt
es: ha borrado su me gusta de un comentario
fr: a effacé son j’aime d’un commentaire
it: ha cancellato il suo mi piace da un commento

# fileDetailsActivityFileCommentUpdate
source: modified their comment
de: hat seinen Kommentar geändert
es: ha modificado su comentario
fr: a modifié son commentaire
it: ha modificato il suo commento

# fileDetailsActivityFileCreate
source: created the file
de: hat die Datei angelegt
es: ha creado el archivo
fr: a créé le fichier
it: ha creato il file

# fileDetailsActivityFileDelete
source: deleted the file
de: hat die Datei gelöscht
es: ha eliminado el archivo
fr: a supprimé le fichier
it: ha eliminato il file

# fileDetailsActivityFileFavoriteCreate
source: added the file to their favorites
de: hat die Datei seinen Favoriten hinzugefügt
es: ha agregado el archivo a sus favoritos
fr: a ajouté le fichier à ses favoris
it: ha aggiunto il file ai suoi preferiti

# fileDetailsActivityFileFavoriteRemove
source: removed the file from their favorites
de: hat die Datei von den Favoriten entfernt
es: ha eliminado el archivo de favoritos
fr: a supprimé le fichier des favoris
it: ha cancellato il file dai preferiti

# fileDetailsActivityFileMove
source: moved the file
de: hat die Datei verschoben
es: ha movido el archivo
fr: a déplacé le fichier
it: ha spostato il file

# fileDetailsActivityFileRename
source: renamed the file
de: hat die Datei umbenannt
es: ha cambiado el nombre del archivo
fr: a renommé le fichier
it: ha rinominato il file

# fileDetailsActivityFileRestore
source: recovered the file
de: hat die Datei wiederhergestellt
es: ha restaurado el archivo
fr: a restauré le fichier
it: ha ripristinato il file

# fileDetailsActivityFileShareCreate
source: shared the file
de: hat die Datei freigegeben
es: ha compartido el archivo
fr: a partagé le fichier
it: ha condiviso il file

# fileDetailsActivityFileShareDelete
source: stopped sharing the file
de: hat die Freigabe der Datei gelöscht
es: ha eliminado el uso compartido del archivo
fr: a supprimé le partage du fichier
it: ha cancellato la condivisione del file

# fileDetailsActivityFileShareLinkCreate
source: created the file sharing link
de: hat den Link für die Freigabe der Datei erstellt
es: ha creado un enlace de uso compartido del archivo
fr: a créé le lien de partage du fichier
it: ha creato il link di condivisione del file

# fileDetailsActivityFileShareLinkDelete
source: removed the file sharing link
de: hat den Link für die Freigabe der Datei gelöscht
es: ha eliminado el enlace de uso compartido del archivo
fr: a supprimé le lien de partage du fichier
it: ha cancellato il link di condivisione del file

# fileDetailsActivityFileShareLinkShow
source: displayed the file sharing link
de: hat den Link für die Freigabe der Datei angezeigt
es: ha mostrado el enlace de uso compartido del archivo
fr: a affiché le lien de partage du fichier
it: ha visualizzato il link di condivisione del file

# fileDetailsActivityFileShareLinkUpdate
source: changed the file sharing link
de: hat den Link für die Freigabe der Datei geändert
es: ha modificado el enlace de uso compartido del archivo
fr: a modifié le lien de partage du fichier
it: ha modificato il link di condivisione del file

# fileDetailsActivityFileShareUpdate
source: changed the file sharing
de: hat die Freigabe der Datei geändert
es: ha modificado el uso compartido del archivo
fr: a modifié le partage du fichier
it: ha modificato la condivisione del file

# fileDetailsActivityFileTrash
source: moved the file to the trash
de: hat die Datei in den Papierkorb verschoben
es: ha movido el archivo a la papelera
fr: a déplacé le fichier dans la corbeille
it: ha spostato il file nel cestino

# fileDetailsActivityFileUncategorize
source: removed a category from the element
de: eine Kategorie aus dem Element entfernt
es: ha eliminado una categoría del elemento
fr: a retiré une catégorie à l’élément
it: ha rimosso una categoria dall’elemento

# fileDetailsActivityFileUpdate
source: modified the file
de: hat die Datei geändert
es: ha modificado el archivo
fr: a modifié le fichier
it: ha modificato il file

# fileDetailsActivityFolderAccess
source: accessed the folder
de: hat den Ordner eingesehen
es: ha consultado la carpeta
fr: a consulté le dossier
it: ha consultato la cartella

# fileDetailsActivityFolderCommentCreate
source: commented the folder
de: hat den Ordner kommentiert
es: ha comentado la carpeta
fr: a commenté le dossier
it: ha commentato la cartella

# fileDetailsActivityFolderCreate
source: created the folder
de: hat den Ordner erstellt
es: ha creado la carpeta
fr: a créé le dossier
it: ha creato la cartella

# fileDetailsActivityFolderDelete
source: deleted the folder
de: hat den Ordner gelöscht
es: ha eliminado la carpeta
fr: a supprimé le dossier
it: ha eliminato la cartella

# fileDetailsActivityFolderFavoriteCreate
source: added the folder to their favorites
de: hat den Ordner zu seinen Favoriten hinzugefügt
es: ha agregado la carpeta a sus favoritos
fr: a ajouté le dossier à ses favoris
it: ha aggiunto la cartella ai suoi preferiti

# fileDetailsActivityFolderFavoriteRemove
source: deleted the favorites folder
de: hat den Ordner von den Favoriten entfernt
es: ha eliminado la carpeta de favoritos
fr: a supprimé le dossier des favoris
it: ha cancellato la cartella dai preferiti

# fileDetailsActivityFolderMove
source: moved the folder
de: hat den Ordner verschoben
es: ha movido la carpeta
fr: a déplacé le dossier
it: ha spostato la cartella

# fileDetailsActivityFolderRename
source: renamed the folder
de: hat den Ordner umbenannt
es: ha cambiado el nombre de la carpeta
fr: a renommé le dossier
it: ha rinominato la cartella

# fileDetailsActivityFolderRestore
source: recovered the folder
de: hat den Ordner wiederhergestellt
es: ha restaurado la carpeta
fr: a restauré le dossier
it: ha ripristinato la cartella

# fileDetailsActivityFolderShareCreate
source: shared the folder
de: hat den Ordner freigegeben
es: ha compartido la carpeta
fr: a partagé le dossier
it: ha condiviso la cartella

# fileDetailsActivityFolderShareDelete
source: stopped sharing the folder
de: hat die Freigabe des Ordners gelöscht
es: ha eliminado el uso compartido de la carpeta
fr: a supprimé le partage du dossier
it: ha eliminato la condivisione della cartella

# fileDetailsActivityFolderShareLinkCreate
source: created the folder sharing link
de: hat den Link für die Freigabe des Ordners erstellt
es: ha creado un enlace de uso compartido de la carpeta
fr: a créé le lien de partage du dossier
it: ha creato il link di condivisione della cartella

# fileDetailsActivityFolderShareLinkDelete
source: removed the folder sharing link
de: hat den Link für die Freigabe des Ordners gelöscht
es: ha eliminado el enlace de uso compartido de la carpeta
fr: a supprimé le lien de partage du dossier
it: ha eliminato il link di condivisione del cartella

# fileDetailsActivityFolderShareLinkShow
source: displayed the folder sharing link
de: hat den Link für die Freigabe des Ordners angezeigt
es: ha mostrado el enlace de uso compartido de la carpeta
fr: a affiché le lien de partage du dossier
it: ha visualizzato il link di condivisione della cartella

# fileDetailsActivityFolderShareLinkUpdate
source: changed the folder sharing link
de: hat den Link für die Freigabe des Ordners geändert
es: ha modificado el enlace de uso compartido de la carpeta
fr: a modifié le lien de partage du dossier
it: ha modificato il link di condivisione della cartella

# fileDetailsActivityFolderShareUpdate
source: changed the folder sharing
de: hat die Freigabe des Ordners geändert
es: ha modificado el uso compartido de la carpeta
fr: a modifié le partage du dossier
it: ha modificato la condivisione della cartella

# fileDetailsActivityFolderTrash
source: moved the folder to the trash
de: hat den Ordner in den Papierkorb verschoben
es: ha movido la carpeta a la papelera
fr: a déplacé le dossier dans la corbeille
it: ha spostato la cartella nel cestino

# fileDetailsActivityFolderUpdate
source: modified the folder
de: hat den Ordner geändert
es: ha modificado la carpeta
fr: a modifié le dossier
it: ha modificato la cartella

# fileDetailsCommentsConfirmationSnackbar
source: Comment added
de: Kommentar hinzugefügt
es: Comentario añadido
fr: Commentaire ajouté
it: Commento aggiunto

# fileDetailsCommentsFieldName
source: Your comment
de: Ihr Kommentar
es: Tu comentario
fr: Votre commentaire
it: Il tuo commento

# fileDetailsCommentsTitle
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti

# fileDetailsCommentsUnavailable
source: Open the document to add comments. Then select the item to comment on.
de: Öffnen Sie das Dokument, um Kommentare hinzuzufügen. Wählen Sie dann das zu kommentierende Element aus.
es: Abra el documento para añadir comentarios. A continuación, seleccione el elemento que desea comentar.
fr: Ouvrez le document pour y ajouter des commentaires. Sélectionnez ensuite l’élément à commenter.
it: Aprire il documento per aggiungere commenti. Poi seleziona la voce da commentare.

# fileDetailsInfoContent
source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto

# fileDetailsInfoEmptyFolder
source: Empty folder
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
it: Cartella vuota

# fileDetailsInfosAddedDateTitle
source: Added to drive
de: Hinzufügung zum Drive
es: Añadir al drive
fr: Ajout au drive
it: Aggiungi al drive

# fileDetailsInfosCreationDateTitle
source: Creation
de: Angelegt
es: Creación
fr: Création
it: Creazione

# fileDetailsInfosOriginalSize
source: Original size
de: Originalgrösse
es: Tamaño original
fr: Taille d’origine
it: Dimensioni di origine

# fileDetailsInfosOwnerTitle
source: Owner
de: Eigentümer
es: Propietario
fr: Propriétaire
it: Titolare

# fileDetailsInfosSharedUsersTitle
source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti

# fileDetailsInfosTitle
source: Information
de: Hinweise
es: Información
fr: Informations
it: Informazioni

# fileDetailsInfosTotalSizeTitle
source: Size (with versions)
de: Grösse (mit Versionen)
es: Tamaño (con las versiones)
fr: Taille (avec les versions)
it: Dimensioni (con le versioni)

# fileDetailsNoComments
source: No comments at this time
de: Derzeit kein Kommentar
es: Todavía no hay comentarios
fr: Aucun commentaire pour le moment
it: Al momento non ci sono commenti

# fileInfoInputDuplicateFile
source: Copy name
de: Bezeichnung der Kopie
es: Nombre de la copia
fr: Nom de la copie
it: Nome della copia

# fileListCopyDoneSnackbar
source: Copies completed successfully
de: Kopian erfolgreich abgeschlossen
es: Copias finalizadas correctamente
fr: Copies terminées avec succès
it: Copie concluse con successo

# fileListCopyInProgressSnackbar
source: Copies in progress: %d/%d
de: Kopian werden ausgeführt: %d/%d
es: Copias en curso: %d/%d
fr: Copies en cours : %d/%d
it: Copie in corso: %d/%d

# fileListCopyStartedSnackbar
source: Copies started
de: Beginn der Kopien
es: Comienzan las copias
fr: Début des copies
it: Inizio delle copie

# fileListDeletionDoneSnackbar
source: Deletions completed successfully
de: Löschungen erfolgreich abgeschlossen
es: Eliminaciones finalizadas correctamente
fr: Suppressions terminées avec succès
it: Cancellazioni concluse con successo

# fileListDeletionInProgressSnackbar
source: Deletions in progress: %d/%d
de: Löschungen werden ausgeführt: %d/%d
es: Eliminaciones en curso: %d/%d
fr: Suppressions en cours : %d/%d
it: Cancellazioni in corso: %d/%d

# fileListDeletionStartedSnackbar
source: Deletions started
de: Beginn der Löschungen
es: Comienzan las eliminaciones
fr: Début des suppressions
it: Inizio delle cancellazioni

# fileListMoveDoneSnackbar
source: Moves completed successfully
de: Verschiebungen erfolgreich abgeschlossen
es: Desplazamientos finalizados correctamente
fr: Déplacements terminés avec succès
it: Spostamenti conclusi con successo

# fileListMoveFileConfirmationSnackbar
source: One file was moved to %2$@
de: Datei in %2$@ verschoben
es: Se ha movido correctamente un archivo a %2$@
fr: Un fichier a bien été déplacé dans %2$@
it: Un file è stato spostato correttamente in %2$@

# fileListMoveFileConfirmationSnackbar-plural
source: %1$d files were moved to %2$@
de: %1$d Dateien verschoben in %2$@
es: %1$d archivos movidos correctamente a %2$@
fr: %1$d fichiers ont bien été déplacés dans %2$@
it: %1$d file sono stati spostati correttamente in %2$@

# fileListMoveInProgressSnackbar
source: Moves in progress: %d/%d
de: Verschiebungen werden ausgeführt: %d/%d
es: Desplazamiento en curso: %d/%d
fr: Déplacements en cours : %d/%d
it: Spostamenti in corso: %d/%d

# fileListMoveStartedSnackbar
source: Moves started
de: Beginn der Verschiebungen
es: Comienzan los desplazamientos
fr: Début des déplacements
it: Inizio degli spostamenti

# fileListTitle
source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File

# filePermissionTitle
source: Select the right
de: Recht auswählen
es: Seleccionar el derecho
fr: Sélectionner le droit
it: Seleziona il diritto

# fileProviderExtensionDescription
source: If this option is disabled, kDrive will no longer be available in the Files application and in third-party applications.
de: Wenn diese Option deaktiviert ist, ist kDrive in der Anwendung Dateien und in Anwendungen von Drittanbietern nicht mehr verfügbar.
es: Si se desactiva esta opción, kDrive dejará de estar disponible en la aplicación Archivos y en las aplicaciones de terceros.
fr: Si cette option est désactivée, kDrive ne sera plus disponible dans l’application Fichiers et dans les applications tierces.
it: Se questa opzione è disattivata, kDrive non sarà più disponibile nell’applicazione Files e nelle applicazioni di terzi.

# fileProviderExtensionTitle
source: Show in Files
de: Ansicht in Dateien
es: Ver en Archivos
fr: Afficher dans Fichiers
it: Vedi in File

# fileShareAddMessage
source: Add a message for guests (optional)
de: Nachricht an Gäste hinzufügen (fakultativ)
es: Añadir un mensaje para los invitados (opcional)
fr: Ajouter un message aux invités (facultatif)
it: Aggiungi un messaggio agli invitati (facoltativo)

# fileShareDetailsFileTitle
source: File %@ sharing and rights
de: Freigabe und Rechte der Datei %@
es: Uso compartido y derechos del archivo %@
fr: Partage et droits du fichier %@
it: Condivisione e diritti del file %@

# fileShareDetailsFolderTitle
source: Folder %@ sharing and rights
de: Freigabe und Rechte des Ordners %@
es: Uso compartido y derechos de la carpeta %@
fr: Partage et droits du dossier %@
it: Condivisione e diritti della cartella %@

# fileShareDetailsUsersAccesTitle
source: Users with access
de: Benutzer mit Zugang
es: Usuarios con acceso
fr: Utilisateurs ayant accès
it: Utenti con accesso

# fileShareFileTitle
source: Share file
de: Datei freigeben
es: Compartir el archivo
fr: Partager le fichier
it: Condividi il file

# fileShareFolderTitle
source: Share folder
de: Ordner freigeben
es: Compartir la carpeta
fr: Partager le dossier
it: Condividi la cartella

# fileShareLinkSettingsAccessRightTitle
source: Editing rights
de: Bearbeitungsrechte
es: Derechos de edición
fr: Droits d’édition
it: Diritti di modifica

# fileShareLinkSettingsTitle
source: Advanced sharing link settings
de: Erweiterte Einstellungen des Freigabelinks
es: Parámetros avanzados del enlace de uso compartido
fr: Paramètres avancés du lien de partage
it: Impostazioni avanzate del link di condivisione

# fileTypeFilterTitle
source: File type
de: Dateityp
es: Tipo de archivo
fr: Type de fichier
it: Tipo di file

# filtersTitle
source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri

# folderColorDescription
source: Change the colour of your folders to personalise and better organise your kDrive to your liking.
de: Ändern Sie die Farbe Ihrer Ordner, um Ihr kDrive nach Ihren Wünschen zu gestalten und besser zu organisieren.
es: Cambia el color de tus carpetas para personalizar y organizar mejor tu kDrive a tu gusto.
fr: Changer la couleur de vos dossiers pour personnaliser et mieux organiser votre kDrive selon vos envies.
it: Cambia il colore delle tue cartelle per personalizzare e organizzare meglio il tuo kDrive a tuo piacimento.

# folderColorTitle
source: Folder Colour
de: Ordnerfarben
es: Color de los respaldos
fr: Couleurs des dossiers
it: Colore delle cartelle
