Repository: Infomaniak/ios-kDrive
Catalog: kDrive/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# aboutAppVersionTitle
source: kDrive application
de: Anwendung kDrive
es: Aplicación kDrive
fr: Application kDrive
it: Applicazione kDrive

# aboutLicenseDescription
source: GNU General Public Licence, version 3
de: Allgemeine öffentliche Lizenz (GNU GPL), Version 3
es: Licencia pública general GNU GPL, versión 3
fr: Licence publique générale GNU GPL, version 3
it: GNU General Public License, versione 3

# aboutLicenseTitle
source: Licence
de: Lizenz
es: Licencia
it: Licenza

# aboutPrivacyTitle
source: Privacy
de: Privatsphäre
es: Privacidad
fr: Vie privée

# aboutSourceCodeTitle
source: Get the source code
de: Quellcode erhalten
es: Obtener el código fuente
fr: Obtenir le code source
it: Ottieni il codice sorgente

# aboutTitle
source: About
de: Über
es: Acerca de
fr: À propos
it: A proposito

# accessDeniedDescriptionIsAdmin
source: Would you like to amend the rights of this folder to access it? You’ll be added to the users with access to this folder. The other users of this folder will be notified by email.
de: Wollen Sie die Rechte dieses Ordners ändern, um darauf zuzugreifen? Sie werden zu den Benutzern hinzugefügt, die Zugang zu diesem Ordner besitzen. Die anderen Benutzer dieses Ordners werden per E-Mail benachrichtigt.
es: ¿Deseas cambiar los derechos de esta carpeta para acceder? Se te añadirá a los usuarios con acceso a esta carpeta. Se notificará por correo electrónico al resto de usuarios de esta carpeta.
fr: Souhaitez-vous modifier les droits de ce dossier pour y accéder ? Vous serez ajouté aux utilisateurs ayant accès à ce dosser. Les autres utilisateurs de ce dossier seront notifiés par e-mail.
it: Vuoi modificare i diritti di questa cartella per potervi accedere? Verrai aggiunto agli utenti con diritti di accesso a questa cartella. Gli altri utenti della cartella riceveranno una notifica tramite e-mail.

# accessDeniedDescriptionIsNotAdmin
source: Please contact a kDrive administrator to amend your access rights.
de: Bitte wenden Sie sich an einen Administrator des kDrive, um Ihre Rechte zu ändern.
es: Contacta con un administrador del kDrive para modificar tus derechos.
fr: Veuillez contacter un administrateur du kDrive pour modifier vos droits.
it: Contatta l’amministratore del kDrive per modificare i tuoi diritti.

# accessDeniedTitle
source: You’re not authorised to access this folder.
de: Sie haben nicht die Berechtigung für den Zugriff auf diesen Ordner.
es: No tienes autorización para acceder a esta carpeta.
fr: Vous n’avez pas l’autorisation d’accéder à ce dossier.
it: Non si dispone dell’autorizzazione necessaria per accedere alla cartella.

# addCategoriesTitle
source: Add categories
de: Kategorien hinzufügen
es: Añadir categorías
fr: Ajouter des catégories
it: Aggiungi categorie

# addPassword
source: Protect with a password
de: Mit Passwort schützen
es: Proteger mediante contraseña
fr: Protéger avec un mot de passe
it: Proteggi con una password

# alertRemoveUserDescription
source: Are you sure you want to remove the user “%@” from this application?
de: Sind Sie sicher, den Benutzer “%@” von dieser Anwendung entfernen zu wollen?
es: ¿Estás seguro/a de que deseas retirar al usuario “%@” de esta aplicación?
fr: Êtes vous sûr(e) de vouloir retirer l’utilisateur “%@” de cette application ?
it: Rimuovere veramente l’utente “%@” da questa applicazione?

# alertRemoveUserTitle
source: Remove user
de: Benutzer entfernen
es: Retirar al usuario
fr: Retirer l’utilisateur
it: Rimuovi utente

# all3DModel
source: 3D Models
de: 3D-Modelle
es: Modelos 3D
it: Modello 3D

# allActivated
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
it: Attivato

# allAddExpirationDateTitle
source: Add an expiry date
de: Ablaufdatum hinzufügen
es: Añadir una fecha de caducidad
fr: Ajouter une date d’expiration
it: Aggiungi una data di scadenza

# allAllDriveUsers
source: All kDrive users
de: Alle kDrive-Benutzer
es: Todos los usuarios del kDrive
fr: Tous les utilisateurs du kDrive
it: Tutti gli utenti del kDrive

# allArchive
source: Archives
de: Archive
es: Registros
it: Archivi

# allCancellationInProgress
source: Cancellation in progress…
de: Annullierung im Gange…
es: Anulación en curso…
fr: Annulation en cours…
it: Cancellazione in corso…

# allCode
source: Code
es: Código
it: Codice

# allDateCustom
source: Custom
de: Kundenspezifisch
es: Personalizado
fr: Personnalisé
it: Personalizzato

# allDeletedFilePattern
source: 'Deleted on 'dd MMM yyyy '-' HH:mm
de: 'Gelöscht am 'dd MMM yyyy '-' HH:mm
es: 'Eliminado el 'dd MMM yyyy '-' HH:mm
fr: 'Supprimé le 'dd MMM yyyy '-' HH:mm
it: 'Cancellato il 'dd MMM yyyy '-' HH:mm

# allDeletedFileRelativeTime
source: Deleted %@
de: Gelöscht %@
es: Eliminado %@
fr: Supprimé %@
it: Cancellato %@

# allDisabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato

# allEmail
source: Email
es: Correo electrónico

# allEmptyInputError
source: This field cannot be empty
de: Dieses Feld darf nicht leer sein
es: Este campo no puede estar vacío
fr: Ce champ ne peut pas être vide
it: Il campo deve essere compilato

# allFileAddFavoris
source: %@ added to favorites
de: %@ zu Favoriten hinzugefügt
es: %@ añadido a favoritos
fr: %@ ajouté aux favoris
it: %@ aggiunto ai preferiti

# allFileAddRightError
source: You’re not authorised to add files to this folder.
de: Sie haben nicht die Berechtigungen, um diesem Ordner Dateien hinzuzufügen.
es: No tienes los derechos para acceder a los archivos en esta carpeta.
fr: Vous n’avez pas les droits d’ajouter des fichiers dans ce dossier.
it: Non si dispone dei diritti necessari per aggiungere file a questa cartella.

# allFileDeleteFavoris
source: %@ deleted from favorites
de: %@ von den Favoriten gelöscht
es: %@ eliminado de favoritos
fr: %@ supprimé des favoris
it: %@ eliminato dai preferiti

# allFileDuplicate
source: %@ copied successfully
de: %@ erfolgreich kopiert
es: %@ copiado correctamente
fr: %@ copié avec succès
it: %@ copiato con successo

# allFileDuplicateCancelled
source: Copy cancelled
de: Kopie abgebrochen
es: Copia anulado
fr: Copie annulée
it: Copia annullata

# allFileMove
source: %1$@ moved to %2$@ successfully
de: %1$@ erfolgreich in %2$@ verschoben
es: %1$@ movido a %2$@ correctamente
fr: %1$@ déplacé dans %2$@ avec succès
it: %1$@ spostato in %2$@ con successo

# allFileMoveCancelled
source: Move cancelled
de: Verschieben abgebrochen
es: Desplazamiento anulado
fr: Déplacement annulé
it: Spostamento annullato

# allFileRename
source: %@ renamed successfully
de: %@ erfolgreich umbenannt
es: %@ nombre cambiado correctamente
fr: %@ renommé avec succès
it: %@ rinominato con successo

# allFilesTitle
source: All my files
de: Alle meine Dateien
es: Todos mis archivos

# allFolder
source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella

# allFont
source: Font
de: Schriftart
es: Fuente
fr: Police

# allJustNow
source: Just now
de: Jetzt
es: Al instante
fr: À l’instant
it: All’istante

# allLast7Days
source: Last 7 days
de: Letzte 7 Tage
es: Los últimos 7 días
fr: Les 7 derniers jours
it: Gli ultimi 7 giorni

# allLastModifiedFilePattern
source: 'Changed on 'dd MMM yyyy '-' HH:mm
de: 'Geändert am 'dd MMM yyyy '-' HH:mm
es: 'Modificado el 'dd MMM yyyy '-' HH:mm
fr: 'Modifié le 'dd MMM yyyy '-' HH:mm
it: 'Modificato il 'dd MMM yyyy '-' HH:mm

# allLastModifiedFileRelativeTime
source: Changed %@
de: Geändert %@
es: Modificado %@
fr: Modifié %@
it: Modificato %@

# allNoNetwork
source: No network connection
de: Keine Netzwerkverbindung
es: Sin contenido de red
fr: Pas de connexion réseau
it: Nessuna connessione di rete

# allOfficeDocs
source: Document
de: Dokument
es: Documento
it: Documento

# allOfficeForm
source: Form
de: Formular
es: Formulario
fr: Formulaire
it: Modulo

# allOfficeGrids
source: Table
de: Tabelle
es: Cuadro
fr: Tableau
it: Tabella

# allOfficeNote
source: Text
es: Texto
fr: Texte
it: Testi

# allOfficePoints
source: Presentation
de: Präsentation
es: Presentación
fr: Présentation
it: Presentazione

# allPackAvailability
source: Available for Solo, Team & Pro plans only 🚀
de: Nur verfügbar für die Pläne Solo, Team & Pro 🚀
es: Disponible únicamente para los planes Solo, Team & Pro 🚀
fr: Disponible uniquement pour les plans Solo, Team & Pro 🚀
it: Disponibile soltanto per i piani Solo, Team & Pro 🚀

# allPasswordHint
source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe

# allPathTitle
source: Location
de: Speicherort
es: Emplazamiento
fr: Emplacement
it: Ubicazione

# allPictures
source: Images
de: Bilder
es: Imágenes
it: Immagini

# allRootName
source: kDrive %@ root
de: Root des kDrive %@
es: Raíz del kDrive %@
fr: Racine du kDrive %@
it: Root del kDrive %@

# allToday
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi

# allTrashActionCancelled
source: Deletion cancelled
de: Löschen abgebrochen
es: Eliminación anulada
fr: Suppression annulée
it: Eliminazione annullata

# allUntitledFileName
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo

# allUploadErrorDescription
source: The file %1$@ could not be uploaded: %2$@
de: Die Datei %1$@ konnte nicht importiert werden: %2$@
es: No se ha podido importar el archivo %1$@: %2$@
fr: Le fichier %1$@ n’a pas pu être importé : %2$@
it: Il file %1$@ non è stato importato: %2$@

# allUploadFinishedDescription
source: %@ was uploaded
de: %@ wurde importiert
es: %@ se ha importado
fr: %@ a été importé
it: %@ è stato importato

# allUploadFinishedDescription-plural
source: %d files were uploaded
de: %d Dateien wurden importiert
es: %d archivos se han importado
fr: %d fichiers ont été importés
it: %d file sono stati importati

# allUploadFinishedTitle
source: Upload finished
de: Import abgeschlossen
es: Importación terminada
fr: Importation terminée
it: Importazione conclusa

# allUploadInProgress
source: %@ is being uploaded
de: %@ wird importiert
es: %@ que se importa
fr: %@ en cours d’importation
it: %@ in fase di importazione

# allUploadInProgress-plural
source: %d are being uploaded
de: %d Dateien werden importiert
es: %d archivos que se importan
fr: %d fichiers en cours d’importation
it: %d file in fase di importazione

# allUserAnonymous
source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo

# allVideo
source: Videos
es: Vídeos
fr: Vidéos
it: Video

# allYesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Qui

# appSecurityDescription
source: Protect access to your app by enabling your phone lock.
de: Schützen Sie den Zugang zu Ihrer Anwendung, indem Sie die Sperre Ihres Telefons aktivieren.
es: Protege el acceso a tu aplicación activando el bloqueo en el teléfono.
fr: Protégez l’accès à votre application en activant le verrouillage de votre téléphone.
it: Proteggi l’accesso alla tua applicazione attivando il blocco del tuo telefono.

# appSecurityTitle
source: App lock
de: Sperrung der Anwendung
es: Bloqueo de la aplicación
fr: Verrouillage de l’application
it: Blocco dell’applicazione

# belongToAllCategoriesFilterDescription
source: Results must belong to all selected categories
de: Die Ergebnisse müssen allen ausgewählten Kategorien angehören
es: Los resultados deben pertenecer a todas las categorías seleccionadas
fr: Les résultats doivent appartenir à toutes les catégories sélectionnées
it: I risultati devono appartenere a tutte le categorie selezionate

# belongToOneCategoryFilterDescription
source: Results must belong to one of the selected categories
de: Die Ergebnisse müssen einer der ausgewählten Kategorien angehören
es: Los resultados deben pertenecer a una de las categorías seleccionadas
fr: Les résultats doivent appartenir à une des catégories sélectionnées
it: I risultati devono appartenere a una delle categorie selezionate

# betaTestDescription
source: Our mobile application is constantly evolving and we are always looking to improve it. Do you want to help us? Join the Beta, get exclusive access to all the new features and give us your feedback and ideas!
de: Unsere mobile Anwendung wird ständig weiterentwickelt und wir sind stets bemüht, sie zu verbessern. Wollen Sie uns helfen? Nehmen Sie an der Beta teil, erhalten Sie exklusiven Zugang zu allen neuen Funktionen und geben Sie uns Ihr Feedback und Ihre Ideen!
es: Nuestra aplicación móvil está en constante evolución y siempre buscamos mejorarla. ¿Quieres ayudarnos? Participa en la beta, obtén acceso exclusivo a todas las nuevas funciones y danos tus comentarios e ideas.
fr: Notre application mobile est en constante évolution et nous cherchons toujours à l’améliorer. Vous voulez nous aider ? Participez à la Beta, profitez en exclusivité de toutes les nouvelles fonctionnalités et faites-nous part de vos retours et vos idées !
it: La nostra applicazione mobile è in continua evoluzione e cerchiamo sempre di migliorarla. Vuoi aiutarci? Partecipa alla Beta, ottieni l’accesso esclusivo a tutte le nuove funzioni e dacci il tuo feedback e le tue idee!

# betaTestTitle
source: Try out the latest features
de: Testen Sie die neuesten Entwicklungen
es: Prueba los últimos avances
fr: Tester les dernières nouveautés
it: Prova gli ultimi sviluppi

# buttonAdd
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi

# buttonAddComment
source: Add a comment
de: Kommentar hinzufügen
es: Añadir un comentario
fr: Ajouter un commentaire
it: Aggiungi un commento

# buttonAddFavorites
source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti

# buttonAddToKDrive
source: Add to my kDrive
de: Zu kDrive hinzufügen
es: Añadir a mi kDrive
fr: Ajouter à mon kDrive
it: Aggiungi al mio kDrive

# buttonAddUser
source: Add a user
de: Benutzer hinzufügen
es: Añadir un usuario
fr: Ajouter un utilisateur
it: Aggiungi un utente

# buttonApplyFilters
source: Apply filters
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer les filtres
it: Applica i filtri

# buttonAuthorize
source: Authorise
de: Erlauben
es: Autorizar
fr: Autoriser
it: Autorizza

# buttonAvailableOffline
source: Available offline
de: Offline verfügbar
es: Disponible sin conexión
fr: Disponible hors ligne
it: Disponibile offline

# buttonBack
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro

# buttonBetaTest
source: Join the Beta
de: Nehmen Sie an der Beta teil
es: Participar en la Beta
fr: Participer à la Beta
it: Partecipare alla Beta

# buttonCancel
source: Cancel
de: Abbrechen
es: Anular
fr: Annuler
it: Annulla

# buttonCancelImport
source: Cancel import
de: Import abbrechen
es: Cancelar la importación
fr: Annuler l’import
it: Annullare l’importazione

# buttonChangeFolderColor
source: Change folder colour
de: Farbe des Ordners ändern
es: Cambiar el color de la carpeta
fr: Modifier la couleur du dossier
it: Cambia il colore della cartella

# buttonClear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella

# buttonClearFilters
source: Clear filters
de: Filter zurücksetzen
es: Borrar los filtros
fr: Effacer les filtres
it: Elimina i filtri

# buttonClose
source: Close
de: Schliessen
es: Cerrar
fr: Fermer
it: Chiudi

# buttonConfigure
source: Configure
de: Einrichten
es: Configurar
fr: Configurer
it: Configura

# buttonConfirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma

# buttonConfirmNotify
source: Confirm and notify
de: Bestätigen und benachrichtigen
es: Confirmar y notificar
fr: Confirmer et notifier
it: Conferma e notifica

# buttonConvertToDropBox
source: Convert to drop box
de: In Briefkasten umwandeln
es: Convertir en buzón de depósito
fr: Convertir en boîte de dépôt
it: Converti in deposito file

# buttonCopy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia

# buttonCreate
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea

# buttonCreateFolder
source: Create folder
de: Ordner erstellen
es: Crear la carpeta
fr: Créer le dossier
it: Crea la cartella

# buttonCreateOnlyOfficeCopy
source: Create a .%@ copy
de: Eine .%@-Kopie erstellen
es: Crear una copia .%@
fr: Créer une copie .%@
it: Creare una copia .%@

# buttonCreatePublicLink
source: Create a public link
de: Öffentlichen Link erstellen
es: Crear un enlace público
fr: Créer un lien public
it: Crea un link pubblico

# buttonDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# buttonDeselectAll
source: Deselect all
de: Gesamte Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto

# buttonDisableDropBox
source: Disable the drop box
de: Briefkasten deaktivieren
es: Desactivar el buzón de depósito
fr: Désactiver la boîte de dépôt
it: Disattiva il deposito file

# buttonDocumentScanning
source: Scan a document
de: Dokument digitalisieren
es: Digitalizar un documento
fr: Numériser un document
it: Digitalizza documento

# buttonDownload
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica

# buttonDuplicate
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica

# buttonEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
it: Modifica

# buttonEmpty
source: Empty
de: Leeren
es: Vaciar
fr: Vider
it: Svuota

# buttonEmptyTrash
source: Empty recycle bin
de: Papierkorb leeren
es: Vaciar la papelera
fr: Vider la corbeille
it: Svuota il cestino

# buttonFeedback
source: Feedback
de: Rückmeldung
es: Comentarios

# buttonFileRights
source: Sharing and rights
de: Freigabe und Rechte
es: Uso compartido y derechos
fr: Partage et droits
it: Condivisione e diritti

# buttonGoToSettings
source: Go to Settings
de: Zu den Einstellungen gehen
es: Ir a los ajustes
fr: Aller dans les réglages
it: Vai alle impostazioni

# buttonLater
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi

# buttonLeaveShare
source: Leave share
de: Freigabe verlassen
es: Dejar de compartir
fr: Quitter le partage
it: Lascia la quota

# buttonLike
source: Like
de: Gefällt mir
es: Me gusta
fr: J’aime
it: Mi piace

# buttonLogin
source: Log in
de: Anmelden
es: Conectarse
fr: Se connecter
it: Connettiti

# buttonLogout
source: Log off
de: Abmelden
es: Desconectarse
fr: Se déconnecter
it: Disconnettiti

# buttonManageDropBox
source: Manage the drop box
de: Briefkasten verwalten
es: Gestionar el buzón de depósito
fr: Gérer la boîte de dépôt
it: Gestisci il deposito file

# buttonMenu
source: Menu
de: Menü
es: Menú

# buttonMove
source: Move
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta

# buttonMoveTo
source: Move to
de: Verschieben zu
es: Mover a
fr: Déplacer vers
it: Sposta in

# buttonNewPassword
source: Set a new password
de: Neues Passwort festlegen
es: Definir una nueva contraseña
fr: Définir un nouveau mot de passe
it: Definire una nuova password

# buttonNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

# buttonNoDriveAnotherUser
source: Use a different Infomaniak profile
de: Ein anderes Infomaniak-Profil verwenden
es: Utilizar otro perfil Infomaniak
fr: Utiliser un autre profil Infomaniak
it: Utilizza un altro profilo Infomaniak

# buttonNoDriveFreeTest
source: Free trial
de: Kostenlos testen
es: Probar gratuitamente
fr: Tester gratuitement
it: Prova gratuitamente

# buttonOpenDocument
source: Open document
de: Dokument öffnen
es: Abrir el documento
fr: Ouvrir le document
it: Aprire documento

# buttonOpenInBrowser
source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
it: Apri nel browser

# buttonOpenReadOnly
source: Open in read-only mode
de: Im Lese-Modus öffnen
es: Abrir en modo de solo lectura
fr: Ouvrir en lecture seule
it: Aprire in modalità di sola lettura

# buttonOpenWith
source: Open with
de: Öffnen mit
es: Abrir con
fr: Ouvrir avec
it: Apri con

# buttonPlayerFfwd
source: Forward a few seconds
de: Einige Sekunden vorspulen
es: Avanzar unos segundos
fr: Avancer de quelques secondes
it: Vai avanti di alcuni secondi

# buttonPlayerNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

# buttonPlayerPlayPause
source: Play/Pause
de: Wiedergabe / Pause
es: Lectura/Pausa
fr: Lecture/Pause
it: Play/Pausa

# buttonPlayerPrev
source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Precedente

# buttonPlayerRew
source: Back a few seconds
de: Einige Sekunden zurückspulen
es: Retroceder unos segundos
fr: Reculer de quelques secondes
it: Torna indietro di alcuni secondi

# buttonRedeemPromoCode
source: Redeem a promo code
de: Einen Promo-Code einlösen
es: Usar un código promocional
fr: Utiliser un code promo
it: Riscattare un codice promozionale

# buttonRefresh
source: Update
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna

# buttonRemoveFavorites
source: Delete from favorites
de: Von den Favoriten entfernen
es: Eliminar los favoritos
fr: Supprimer des favoris
it: Elimina i preferiti

# buttonRename
source: Rename
de: Umbenennen
es: Cambiar el nombre
fr: Renommer
it: Rinomina

# buttonRenew
source: Renew
de: Erneuern
es: Renovar
fr: Renouveler
it: Rinnovare

# buttonRetry
source: Try again
de: Erneut versuchen
es: Volver a intentarlo
fr: Réessayer
it: Riprova

# buttonSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva

# buttonSeeFolder
source: View folder
de: Ordner anzeigen
es: Ver la carpeta
fr: Voir le dossier
it: Mostra la cartella

# buttonSelect
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona

# buttonSelectAll
source: Select all
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto

# buttonSelectTheFolder
source: Select a folder
de: Wählen Sie den Ordner
es: Seleccione una carpeta

# buttonSend
source: Send
de: Versenden
es: Enviar
fr: Envoyer
it: Invia

# buttonSendCopy
source: Send a copy
de: Kopie versenden
es: Enviar una copia
fr: Envoyer une copie
it: Invia una copia

# buttonSettingsLockApp
source: Enable the lock
de: Sperre aktivieren
es: Activar el bloqueo
fr: Activer le verrouillage
it: Attiva il blocco

# buttonShare
source: Share
de: Freigeben
es: Compartir
fr: Partager
it: Condividi

# buttonShareDropboxLink
source: Share link
de: Link teilen
es: Comparte el enlace
fr: Partager le lien
it: Condividi il link

# buttonSharePrivateLink
source: Share private link
de: Privaten Link teilen
es: Compartir enlace privado
it: Condividi il link privato

# buttonSharePublicLink
source: Share public link
de: Öffentlichen Link freigeben
es: Compartir el enlace público
fr: Partager le lien public
it: Condividere il link pubblico

# buttonSignIn
source: Create an account
de: Konto anlegen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account

# buttonSnackBarGoToSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni

# buttonStopUpload
source: Stop uploading this file
de: Import dieser Datei abbrechen
es: Detener la importación de este archivo
fr: Stopper l’importation de ce fichier
it: Arresta l’importazione del file

# buttonStoreSuccessHome
source: Back to home page
de: Zurück zur Startseite
es: Volver al inicio
fr: Revenir à l’accueil
it: Torna alla home page

# buttonSwitchDrive
source: Change drive
de: Drive wechseln
es: Cambiar de drive
fr: Changer de drive
it: Cambia drive

# buttonTakePhotoOrVideo
source: Take a photo or video
de: Foto oder Video aufnehmen
es: Hacer una foto o un vídeo
fr: Prendre une photo ou une vidéo
it: Scatta una foto o gira un video

# buttonToggleDisplay
source: Switch to grid or list mode
de: Zum Raster- oder Listenmodus wechseln
es: Pasar al modo cuadrícula o lista
fr: Passer en mode grille ou mode liste
it: Passa in modalità a griglia o a elenco

# buttonTogglePassword
source: Display/hide password
de: Passwort anzeigen / verbergen
es: Mostrar/ocultar la contraseña
fr: Afficher/cacher le mot de passe
it: Mostra/nascondi la password

# buttonUnlock
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca

# buttonUpdate
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna

# buttonUpgrade
source: Upgrade
es: Actualizar
it: Aggiornamento
